[
    {
        "name": "Pepino express",
        "ingredients": ["pepino", "espinacas", "acelgas", "lechuga", "perejil", "manzana", "lima" ],
        "steps": [
            "Poner en la licuadora: ", 
            "3 pepinos, 1 puñado de hojas verdes (espinacas, lechuga, acelgas u hojas de remolacha),",
            "1 taza de perejil, 1 manzana, 1 lima pelada",
            "Licuar y beber a sorbos."
        ],
        "tags": ["Desayuno", "licuado"]
    },
    {
        "name": "Crema de alubias blancas y brócoli",
        "ingredients": ["Cebolla", "Ajo", "alubias", "brócoli", "anacardos", "levadura nutricional",
            "salsa soja", "gomasio" ],
        "steps": [
            "Poner los anacardos en remojo dos horas.",
            "Gomasio son semillas de sésamo molidas.",
            "Rehogar la cebolla con agua durante 3 minutos.",
            "Añadir los ajos y seguir rehogando, si te quedas sin agua añade un poco más.",
            "Añadir agua, las alubias y la mitad del brócoli.",
            "Dejar hervir 10 minutos.",
            "Mientras tanto trocear el resto del brócoli muy pequeño y saltearlo con agua unos minutos.",
            "Hacer un puré con la sopa añadiendo los anacardos escurridos, la soja y la levadura nutricional.",
            "Servir con 2 cucharadas del brócoli al vapor y una cucharada de gomasio"
        ],
        "tags": ["puré"]
    },
    {
        "name": "Ensalada de col lombarda",
        "ingredients": ["lombarda", "zanahoria", "uva", "piña", "maíz", "tahini", "vinagre", "naranja",
        "levadura nutricional", "dátil" ],
        "steps": [
           "Rallar la zanahoria.",
           "Trocear o rallar la col y ponerla en un bol, añadir un vaso de agua hirviendo por encima.",
           "Dejar reposar unos minutos y escurrir.",
           "Mezclar con el resto de los ingredientes.",
           "Hacer la vinagreta mezclando tahini, vinagre, zumo de naranja, levadura y dátil en la batidora.",
           "Mezclar todo bien y dejar reposar en la nevera una media hora antes de servir.",
           "Masticar bien y lentamente para asegurar una buena digestión."
        ],
        "tags": ["ensalada"]
    },
    {
        "name": "Boniato asado con hummus de lentejas",
        "ingredients": ["Boniato", "lentejas", "tahini", "ajo", "limón", "cominos" ],
        "steps": [
            "Asar el boniato en el horno o hervirlo",
            "Prepara el hummus con el resto de ingredientes.",
            "Añade agua si es necesario para dar la textura adecuada."
        ],
        "tags": []
    },
    {
        "name": "Batido calentito de tarta de manzana",
        "ingredients": ["avena", "dátil", "espinacas", "leche", "manzana", "canela", "nuez moscada"],
        "steps": [
            "Calentar medio vaso de agua",
            "La leche puede ser de almendras sin azúcar.",
            "Pon el agua caliente, tres dátiles troceados y dos cucharadas de avena dentro de la batidora.", 
            "Espera 5 minutos antes de batir.",
            "Añade el resto de los ingredientes y bate durante 60 segundos.",
            "Servir, espolvorear con un poco más de canela y tomar inmediatamente."
        ],
        "tags": ["Desayuno"]
    },
    {
        "name": "Verduras al vapor con arroz integral y lechuga",
        "ingredients": ["Arroz", "Verduras", "tahini", "vinagre", "naranja", "levadura nutricional",
            "dátil", "ajo", "verdura"],
        "steps": [
            "Saltea en agua (o caldo vegetal) las verduras que tengas en casa o hazlas al vapor",
            "y mezcla con 1,5 dl de arroz integral ya hervido y las hojas de media lechuga.",
            "Mezclar el resto de ingredientes para la vinagreta",
            "El arroz integral necesito el triple de agua y 40 minutos de cocción."
        ],
        "tags": ["Ensalada", "arroz"]
    },
    {
        "name": "Espárragos y champiñones marinados",
        "ingredients": ["Espárrago", "champiñón", "Cebolla", "ajo", "calabacín", "miso", "limón" ],
        "steps": [
            "Saltear en un poco de aceite los espárragos, los ajos, el calabacín y los champiñones.",
            "Cuando estén tiernos apartar del fuego y añadir el miso blanco.",
            "Remover bien.",
            "Añadir la cebolla o cebolleta troceada por encima.",
            "Dejar reposar hasta que se incorporen los sabores.",
            "Añadir un poco de zumo de limón antes de servir."
        ],
        "tags": []
    },
    {
        "name": "Ensalada oriental",
        "ingredients": ["judías verdes", "arroz", "tomate", "rúcula", "tahini", "salsa soja", "vinagre",
            "levadura nutricional", "sirope"],
        "steps": [
            "Hervir las judías verdes con poca agua durante 15 minutos.",
            "Cocer el arroz",  
            "Preparar la ensalada mezclando las judías verdes, el arroz, el tomate y la rúcula.",
            "Preparar la vinagreta.",
            "Si te vas a llevar la ensalada al trabajo llévate la vinagreta en un botecito y añádela cuando te la vayas a comer"
        ],
        "tags": ["Ensalada", "arroz"]
    },
    {
        "name": "Crema de zanahoria",
        "ingredients": ["zanahoria", "cebolla", "lima", "cayena" ],
        "steps": [
            "Hervir la zanahoria y la cebolla con un poco de agua durante 5 minutos.",
            "Pasar las verduras y el agua a la batidora junto con el zumo de lima y la cayena.",
            "Batir hasta que tenga consistencia de puré."
        ],
        "tags": ["puré"]
    },
    {
        "name": "Batido Nutella",
        "ingredients": ["plátano", "avellanas", "leche", "dátil", "cacao", "vainilla" ],
        "steps": [
            "Batir Dos plátanos maduros, avellanas, leche de almendras (u otro tipo), un dátil, cacao en polvo y vainilla."
        ],
        "tags": ["licuado", "desayuno"]
    },
    {
        "name": "Fideos de arroz con verduras",
        "ingredients": ["fideos", "cebolla", "zanahoria", "brotes de soja", "calabacín", "pimiento",
            "salsa de soja", "jengibre", "vinagre", "caldo", "sésamo", "anacardos", "cilantro"],
        "steps": [
            "Hervir los fideos según indique el paquete.",
            "En una sartén grande o wok añadir un chorro de caldo y las verduras cortadas en juliana.",
            "Tapar y dejar cocer 5 minutos.",
            "Destapar, remover y seguir rehogando.",
            "Añadir la salsa de soja, el vinagre de arroz y el jengibre.",
            "Seguir rehogando.",
            "Tostar los anacardos en una sartén.",
            "Retirar los fideos del fuego.",
            "Volcar encima de las verduras y remover bien.",
            "Servir y adornar con los anacardos y cilantro fresco."
        ],
        "tags": ["pasta"]
    },
    {
        "name": "Curry vegetal con patata",
        "ingredients": ["cebolla", "ajo", "jengibre", "cominos", "cilantro", "cúrcuma", "curri", "cayena",
            "patata", "guisantes", "cilantro", "lima"],
        "steps": [
            "Saltea la cebolla, el ajo y el jengibre en ½ taza de agua 3 o 4 minutos", 
            "Añade todas las especias y remueve 1 minuto.",
            "Añade el resto del agua, las patatas troceadas y los guisantes.",
            "Cocina a fuego lento sin tapar, removiendo unos 10 minutos.",
            "Sirve y adorna con cilantro y zumo de lima."
        ],
        "tags": []
    },
    {
        "name": "Tarta de manzana, zanahoria y avena",
        "ingredients": ["manzana", "zanahoria", "avena", "azúcar", "bicarbonato", "limón" ],
        "steps": [
            "Pon los copos de avena en tu batidora y tritúralos hasta obtener una harina gruesa.",
            "Si queda algún trozo de avena entero no pasa nada.",
            "Pela y trocea las tres manzanas, y tritúralas con la batidora, hasta reducirlas en puré.",
            "Haz lo mismo con la zanahoria, hasta que quede bien picada.",
            "Pon todos los ingredientes en un bol y mezcla bien hasta crear una masa húmeda y homogénea.",
            "Pon la masa en un molde de silicona (no hace falta poner ningún tipo de grasa ni harina en el molde) y alisa la superficie con una espátula.",
            "Hornea durante 50 minutos.",
            "Deja enfriar la tarta por completo antes de desmoldarla."
        ],
        "tags": ["desayuno"]
    },
    {
        "name": "Avena al punto con frambuesas",
        "ingredients": ["avena", "leche", "jengibre", "canela", "frambuesas", "lino", "goji" ],
        "steps": [
            "En un bote añade todos los ingredientes menos las semillas.",
            "Puedes taparlo y dejarlo en la nevera toda la noche o prepararlo unos minutos antes de desayunar.",
            "Puedes tomarlo frío o calentarlo. Añade las semillas molidas.",
            "Puedes añadir un poco más de bebida vegetal si está muy espeso."
        ],
        "tags": ["desayuno"]
    },
    {
        "name": "Puré de patatas, verduras asadas con salsa mejicana y guisantes",
        "ingredients": ["patata", "leche", "levadura nutricional", "berenjena", "pimiento", "cebolla",
            "tomate", "ajo", "salsa de soja", "guisantes", "salsa mejicana" ],
        "steps": [
            "Cuece las patatas, escúrrelas, déjalas atemperar.",
            "Machácalas con un masher junto a la leche y la levadura para hacer el puré.",
            "Se puede preparar por adelantado y guardarlo en la nevera.",
            "Prepara las verduras cortándolas a tiras y gajos.",
            "Añade la soja, remueve bien y hornea a 180 grados unos 25 minutos.",
            "En una sartén añade los guisantes y la salsa mejicana.",
            "Calienta y retira.",
            "En un plato pon la mitad del plato de puré y la otra mitad de verduras asadas.",
            "Por encima añade los guisantes y la salsa mejicana."
        ],
        "tags": []
    },
    {
        "name": "Sopa de brócoli con arroz integral",
        "ingredients": ["brócoli", "patata", "cebolla", "caldo", "ajo", "eneldo", "leche", "mostaza",
            "levadura nutricional", "arroz"],
        "steps": [
            "Lava bien el arroz y ponlo a hervir en el triple de agua 35 minutos.",
            "Pon todos los ingredientes menos la mostaza, la leche de soja y la levadura nutricional en una cazuela.",
            "Hervir 15 minutos.",
            "Añade el resto de ingredientes y tritura con la batidora.",
            "Servir el plato con arroz integral y llenar el plato con la cantidad de sopa que te apetezca."
        ],
        "tags": ["sopa", "arroz"]
    },
    {
        "name": "Yogur de soja con frutas y semillas",
        "ingredients": ["yogur", "plátano", "manzana", "lino", "frutos rojos" ],
        "steps": [
            "Descongelar los frutos rojos congelados dos minutos en el microondas.",
            "Batir el yogur de soja con el plátano.",
            "En un cuenco poner la manzana troceada, añadir el yogur batido.",
            "Moler las semillas y añadirlas encima.",
            "Añadir encima la compota de frutos rojos hecha en el microondas."
        ],
        "tags": ["desayuno"]
    },
    {
        "name": "Ensalada 5 verduras y dorada al horno",
        "ingredients": ["lechuga", "pimiento", "zanahoria", "tomate", "cebolla", "maíz", "vinagre",
            "dorada"],
        "steps": [
            "Hornear la dorada 20 en el horno a 200 grados.",
            "Trocear los ingredientes de la ensalada",
            "Añadir vinagre de Módena y remover.",
            "Servir.",
            "Si no comes pescado sustituye por 80 gramos de quinoa hervida."
        ],
        "tags": ["pescado"]
    },
    {
        "name": "Hervido de verduras a la italiana",
        "ingredients": ["coliflor", "zanahoria", "calabacín", "cebolla", "judías verdes", "orégano",
            "albahaca" ],
        "steps": [
            "Poner las verduras troceadas a trozos no muy pequeños en una cazuela.",
            "Añadir agua hasta cubrir, sal y una cucharada sopera de cada especia.",
            "Llevar a ebullición a fuego alto.",
            "Cuando hierva bajar el fuego, tapar y dejar cocer 18 minutos.",
            "Servir una taza del caldo y en un plato las verduras.",
            "Se pueden rociar con vinagre de Módena o de manzana."
        ],
        "tags": ["sopa"]
    },
    {
        "name": "Tortillas de maíz con hummus y verduras asadas",
        "ingredients": ["tortillas", "garbanzos", "tahini", "cominos", "limón", "ajo", "berenjena",
            "pimiento", "cebolla", "tomate", "salsa de soja", "salsa mejicana"],
        "steps": [
            "Cortar las verduras a tiras.",
            "Añadirlas a un cuenco y condimentar con la soja.",
            "Asar en el horno  15 minutos a 180 grados (o en el horno).",
            "Mientras tanto preparar el hummus mezclando todos los ingredientes.",
            "En una tortilla añadir las verduras, el hummus y una cucharada de salsa mejicana, enrollar y servir."
        ],
        "tags": []
    },
    {
        "name": "Ensalada 5 verduras y langostinos",
        "ingredients": ["lechuga", "pimiento", "zanahoria", "tomate", "cebolla", "maíz", "vinagre",
            "langostinos"],
        "steps": [
            "Cocer los langostinos.",
            "Trocear los ingredientes de la ensalada",
            "Añadir vinagre de Módena y remover.",
            "Servir."
        ],
        "tags": ["pescado"]
    },
    {
        "name": "Quinoa con guisantes y verduras rehogadas",
        "ingredients": ["quinoa", "cebolla", "zanahoria", "calabacín", "guisantes" ],
        "steps": [
            "Poner la quinoa a hervir con el doble de agua y sal en un cazo tapado.",
            "Hervir 18 minutos.",
            "Mientras tanto trocear la cebolla y ponerla a rehogar en una sartén con un chorrito de caldo vegetal.",
            "Cuando esté tierna añadir el resto de las verduras y un chorro de caldo vegetal.",
            "Tapar y dejar cocer hasta que esté tierno.",
            "Servir la quinoa en la mitad del plato, añadir las verduras y los guisantes.",
            "Puedes condimentar con vinagre balsámico o salsa de soja."
        ],
        "tags": []
    },
    {
        "name": "Patata asada con judías pintas",
        "ingredients": ["patata", "pimiento", "cebolla", "alubias", "salsa mejicana" ],
        "steps": [
            "Hornear o cocinar en el microondas las patatas con la piel.",
            "Calienta una sartén, añade agua o caldo vegetal a la sartén y rehoga las cebollas troceadas.",
            "Deja que desaparezca el agua y que se ponga un poco marroncita la cebolla.",
            "Vuelve a añadir agua y los pimientos.",
            "Rehoga hasta que estén tiernos los pimientos.",
            "Añade las judías pintas y remueve durante 3 minutos.",
            "Aparta la sartén.", 
            "Cuando las patatas estén listas ábrelas y con un tenedor haz puré parte de la pulpa.",
            "Añade las verduras con las alubias y, si quieres, puedes añadir un poco de vinagre balsámico y la salsa de tomate mejicana."
        ],
        "tags": []
    },
    {
        "name": "Menestra de verduras con tomates cherry y maíz dulce",
        "ingredients": ["menestra congelada", "tomate", "maíz", "levadura nutricional" ],
        "steps": [
            "Hervir la menestra según indicaciones de la bolsa.",
            "Mezclar con los tomates cherry partidos por la mitad y el maíz y la levadura nutricional.",
            "Remover."
        ],
        "tags": []
    },
    {
        "name": "Espagueti con salsa Alfredo y espárragos",
        "ingredients": ["cebolla", "ajo", "coliflor", "caldo", "levadura nutricional", "miso", "limón",
            "espagueti", "espárragos", "nueces", "albahaca"],
        "steps": [
            "Para hacer la salsa calienta 60 ml de agua en una sartén a fuego medio-fuerte.",
            "Añade la cebolla y rehógala 4 minutos hasta que esté tierna.",
            "Añade los ajos picados y rehoga 30 segundos.",
            "Añade la coliflor y el caldo y lleva a ebullición.",
            "Baja el fuego, tapa y deja cocinar 12 minutos o hasta que la coliflor esté cocinada.",
            "Pasa toda la mezcla a la batidora o procesador y mezcla a alta velocidad.",
            "Añade la levadura nutricional, el miso y el limón y vuelve a mezclar.",
            "Vierte la salsa en la sartén de nuevo y mantenla caliente a fuego muy bajo.",
            "Mientras tanto hierve la pasta al dente y cocina los espárragos en el horno a 220 grados durante 15 minutos.",
            "Mezcla la pasta y los espárragos y añade la salsa.",
            "Remueve.",
            "Sirve y añade las nueces de Brasil ralladas y la albahaca fresca por encima."
        ],
        "tags": ["pasta"]
    },
    {
        "name": "Crema de calabacín",
        "ingredients": ["calabacín", "cebolla", "caldo", "nuez moscada", "huevo", "champiñón" ],
        "steps": [
            "Meter todos los ingredientes menos la nuez moscada en una cazuela.",
            "Llevar a ebullición.",
            "Hervir 18 minutos.",
            "Añadir la nuez moscada y batir hasta que esté cremoso.",
            "Servir con un huevo duro troceado o champiñones a la plancha, o los dos."
        ],
        "tags": ["sopa"]
    },
    {
        "name": "Porridge de avena con manzana y canela",
        "ingredients": ["avena", "manzana", "canela", "jengibre", "leche" ],
        "steps": [
            "Poner en un cacito la avena (1/4 de taza), el agua (1 taza), sal, la manzana troceada y las especias.", 
            "Llevar a ebullición, bajar el fuego.",
            "Remover 2 minutos.",
            "Servir y acompañar con un poco de leche vegetal sin aceite."
        ],
        "tags": ["desayuno"]
    },
    {
        "name": "Sopa de kale y alubias",
        "ingredients": ["caldo", "cebolla", "ajo", "boniato", "kale", "laurel", "alubias", "miso",
            "levadura nutricional", "orégano", "tomillo", "perejil"],
        "steps": [
            "En una cazuela añade una taza de caldo y rehoga la cebolla 5 minutos.",
            "Añade el boniato, la kale (o acelgas), las hojas de laurel y el resto del caldo.",
            "Lleva a ebullición.",
            "Cuando hierva baja el fuego, añade las alubias (ya cocidas) y cocina 20 minutos.",
            "En una taza disuelve el miso y, con la olla fuera del fuego, añádelo a la sopa.",
            "Añade la levadura nutricional y las especias.",
            "Deja reposar 10 minutos y sirve."
        ],
        "tags": ["sopa"]
    },
    {
        "name": "Bol de patata, calabacín y humus",
        "ingredients": ["patata", "calabacín", "tomate", "levadura nutricional", "garbanzos", "tahini" ],
        "steps": [
            "Preparar el hummus, ver otras recetas.",
            "Hierve las patatas con piel.",
            "Trocea los calabacines en medias lunas.",
            "Espolvorea con sal y levadura nutricional",
            "Mételos en el air fryer (o el horno) 15 minutos o hasta que estén doraditos.",
            "Mientras tanto en un plato hondo, pon las patatas, el tomate, los calabacines y 2 cucharadas de hummus."
        ],
        "tags": []
    },
    {
        "name": "Pudding de chocolate",
        "ingredients": ["plátano", "caqui", "cacao", "leche" ],
        "steps": [
            "Batir bien y servir."
        ],
        "tags": ["desayuno"]
    },
    {
        "name": "Ensalada arco iris con guisantes y hélices de espelta integral",
        "ingredients": ["pimiento", "zanahoria", "calabacín", "remolacha", "nueces", "manzana", "lechuga",
            "guisantes", "pasta",
            "mostaza", "sirope", "vinagre", "salsa soja"],
        "steps": [
            "Cortar todos los ingredientes de la ensalada en juliana gorda.",
            "Preparar la vinagreta mezclando los ingredientes.",
            "Hervir la pasta.",
            "Servir la pasta en la mitad del plato y en la otra mitad la ensalada.",
            "Agregar los guisantes por encima."
        ],
        "tags": ["ensalada", "pasta"]
    },
    {
        "name": "Brownie con fruta",
        "ingredients": ["fresas", "plátano", "manzana", "boniato", "cacao", "dátil", "avena", "vainilla",
            "leche" ],
        "steps": [
            "Asa el boniato.",
            "Mezcla los ingredientes del brownie en la batidora con una pizca de sal.",
            "Sirvete un cuenco.",
            "Puedes calentarlo en el microondas o tomarlo así con la fruta."
        ],
        "tags": ["desayuno"]
    },
    {
        "name": "Chili saludable",
        "ingredients": ["tomate", "alubias", "cebolla", "apio", "chili", "caldo", "quinoa", "patata",
            "levadura nutricional", "leche"],
        "steps": [
            "Hervir las patatas por separado.",
            "Enjuaga la quinoa, trocea todas las verduras y lava las legumbres.",
            "Tritura el tomate.", 
            "Ponlo todo en una cazuela excepto las patatas.",
            "Dejar cocer hasta que no quede líquido.",
            "Servir sobre las patatas hechas puré añadiendo la levadura nutricional y un poco de leche vegetal sin azúcar."
        ],
        "tags": []
    },
    {
        "name": "Sopa de coliflor al curri",
        "ingredients": ["caldo", "cebolla", "ajo", "jengibre", "curri", "azúcar", "albahaca", "coliflor",
            "limón", "tomate" ],
        "steps": [
            "Trocea la coliflor en cachos pequeños.",
            "Ralla la piel del limón",
            "En una cazuela calienta una taza de caldo y añade la cebolla para rehogarla hasta que esté tierna.",
            "Añade el ajo, el jengibre, el curri, el azúcar y la albahaca.",
            "Remueve.",
            "Añade la coliflor y el resto del caldo.",
            "Lleva a ebullición. Baja el fuego y deja cocinar 30 minutos.",
            "Puedes servir así la sopa o hacer un puré con la batidora o la termomix.",
            "Al servir, decora con cuadraditos de tomate pera."
        ],
        "tags": ["sopa"]
    },
    {
        "name": "Smoothie de pera",
        "ingredients": ["plátano", "pera", "espinacas", "avena", "lino", "leche", "jengibre" ],
        "steps": [
            "Batir bien batido y servir"
        ],
        "tags": ["desayuno", "licuado"]
    },
    {
        "name": "Plato de sushi sencillo",
        "ingredients": ["arroz", "pepino", "zanahoria", "pimiento", "boniato", "sésamo", "salsa de soja",
            "nori", "vinagre", "azúcar", "wasabi" ],
        "steps": [
            "Preparar arroz de sushi y servirlo en la mitad del plato",
            "En la otra mitad poner las verduras crudas y el boniato troceado.",
            "Decorar con semillas de sésamo.",
            "Servir en un cuenquito salsa de soja y un poquito de wasabi.",
            "Trocear el alga nori y añadir al plato.",
            "Comer mezclando los ingredientes y condimentando con la soja."
        ],
        "tags": ["arroz"]
    },
    {
        "name": "Pasta pesto con verduras asadas",
        "ingredients": ["ajo", "rúcula", "albahaca", "tahini", "miso", "vinagre", "cebolla", 
            "pimiento", "calabacín", "champiñón", "tomate", "pasta"],
        "steps": [
            "Pica el ajo.",
            "Añade la rúcula y la albahaca y pica.",
            "Añade el tahín, el miso y el vinagre y sigue mezclando.",
            "Reserva el pesto obtenido.",
            "Hornea las verduras troceadas en el horno o en el air fryer.",
            "Mientras tanteo cuece la pasta.",
            "Reserva ½ taza de agua de la cocción y añade al pesto.",
            "Sirve la pasta y las verduras y añade por encima el pesto."
        ],
        "tags": ["pasta"]
    },
    {
        "name": "Ensalada de patatas",
        "ingredients": ["patata", "cebolla", "apio", "aguacate", "mostaza", "eneldo", "vinagre", "sirope",
            "pimentón", "lechuga"],
        "steps": [
            "Cuece las patatas y déjalas enfriar.",
            "Mezcla todos los ingredientes menos el apio y la cebolla troceada con un tenedor.",
            "Trocea las patatas a cuadraditos.",
            "Mezcla la salsa con las patatas y decora con la cebolla y el apio.",
            "Espolvorea pimienta y pimentón dulce al gusto por encima.",
            "Puedes acompañarla con hojas de cogollos de Tudela o cualquier ensalada de tu elección."
        ],
        "tags": ["ensalada"]
    },
    {
        "name": "Fritata de verduras",
        "ingredients": ["tomate", "zanahoria", "calabacín", "espinacas", "brócoli", "harina de garbanzos",
            "cúrcuma", "levadura nutricional" ],
        "steps": [
            "Mezcla todos los ingredientes de la masa en un cuenco grande.", 
            "(1 taza de harina de garbanzos, 1 taza de agua, ½ cucharadita de sal, ½ cucharadita de cúrcuma, ¼ de taza de levadura nutricional)",
            "Ralla y corta bien cortado todos los vegetales (menos el brócoli) y añádelos a la masa.",
            "Mezcla bien.",
            "Calienta una sartén antiadherente.",
            "Añade una cantidad de la mezcla.",
            "Cocina de 5 a 10 minutos, gira y cocina 5 minutos más.",
            "Repite hasta que hayas acabado toda la mezcla.",
            "Servir medio plato con la fritata y medio plato con brócoli al vapor."
        ],
        "tags": []
    },
    {
        "name": "Ensaladilla de garbanzos",
        "ingredients": ["garbanzos", "maíz", "nori", "ajo", "pimiento", "pepino", "yogur", "limón", "pan" ],
        "steps": [
            "Chafar los garbanzos en un cuenco con el tenedor.",
            "Añade el maíz y las algas molidas, los ajos chafados el pimiento verde y el pepino.",
            "Remueve.",
            "Añade el yogur, el limón, la sal y la pimienta.",
            "Remueve y deja enfriar 30 minutos en la nevera.",
            "Se puede servir con una tostada de pan integral."
        ],
        "tags": ["ensalada"]
    },
    {
        "name": "Calabacetis al pesto con judías blancas",
        "ingredients": ["ajo", "anacardos", "levadura nutricional", "nueces", "miso", "albahaca", "limón",
            "alubias", "tomate", "espinacas", "calabacín" ],
        "steps": [
            "Para preparar el pesto bate todos los ingredientes.",
            "Prepara las cintas de calabacín.",
            "Calienta las alubias, las espinacas y los tomates cherry en una sartén junto con las tiras de calabacín y 2 cucharadas de pesto, durante 5 minutos.",
            "Sirve."
        ],
        "tags": []
    },
    {
        "name": "Sopa de guisantes y tomates secos",
        "ingredients": ["guisantes", "cebolla", "zanahoria", "apio", "patata", "tomate seco", "champiñón",
            "ajo", "perejil", "orégano", "albahaca", "romero", "pimentón", "laurel", "espinacas", "arroz" ],
        "steps": [
            "Cuece el arroz",
            "Pon todos los ingredientes en una cazuela menos el arroz.",
            "Si es una cazuela de vapor a presión deja cocer 10 minutos.",
            "Si es una cazuela normal, cuece 25 minutos.",
            "Cuando esté listo añade un puñado de hojas verdes.",
            "Puedes servir sobre un fondo de arroz integral hervido."
        ],
        "tags": ["sopa"]
    },
    {
        "name": "Chips de boniato con champiñones y lentejas",
        "ingredients": ["boniato", "lentejas", "cebolla", "ajo", "salsa de soja", "champiñón", "orégano",
            "rúcula"],
        "steps": [
            "Corta el boniato en tiras, deja la piel",
            "Precalienta el horno o el air fryer a 200 grados.",
            "Pon las tiras de boniato en una bandeja de horno con papel de hornear.",
            "Hornea 30 minutos. Recuerda remover cuando ya lleven 15 minutos.",
            "En el air fryer estarán listas antes.", 
            "Mientras tanto corta la cebolla finita y los ajos en láminas y ponlas en una sartén con un poco de agua o caldo vegetal.",
            "Deja rehogar 4 minutos.",
            "Añade los champiñones y rehoga unos 6 minutos o hasta que estén empezando a dorarse.",
            "Añade la salsa de soja, las lentejas y las especias y deja cocinar a fuego lento 7 u 8 minutos.",
            "Servir al lado de las chips de boniato y con un puñado de hojas verdes."
        ],
        "tags": []
    },
    {
        "name": "Hervido valenciano con garbanzos",
        "ingredients": ["patata", "zanahoria", "judías verdes", "garbanzos", "vinagre" ],
        "steps": [
            "En una cazuela poner a hervir con agua hasta cubrir las verduras.",
            "Dejar cocer 18 minutos.",
            "Servir en un plato con un poco de caldo, el vinagre y los garbanzos."
        ],
        "tags": ["sopa"]
    },
    {
        "name": "Arroz con leche",
        "ingredients": ["arroz", "manzana", "leche", "canela", "jengibre", "vainilla", "cardomomo" ],
        "steps": [
            "Pon la leche y las especias en un cazo y lleva a ebullición.",
            "Añade el resto de los ingredientes y vuelve a llevar a ebullición.",
            "Baja el fuego, tapa y deja cocer 10 minutos. O hasta que se absorba el líquido."
        ],
        "tags": ["arroz", "desayuno"]
    },
    {
        "name": "Ensalada de remolacha y mango con pasta",
        "ingredients": ["remolacha", "mango", "cebolla", "cilantro", "rúcula", "pasta" ],
        "steps": [
            "Hervir la pasta.",
            "Mezclar con el resto de ingredientes y servir."
        ],
        "tags": ["ensalada", "pasta"]
    },
    {
        "name": "Calabaza rellena con garbanzos al curri rojo",
        "ingredients": ["curri rojo", "calabaza", "cominos", "cilantro", "caldo", "cebolla", "pimiento",
            "garbanzos", "tomate", "levadura nutricional", "pimentón"],
        "steps": [
            "Precalienta el horno o el air fryer a 200 grados.",
            "Prepara una bandeja de horno con papel de hornear.",
            "Coloca la calabaza entera en el horno y hornea unos 20 minutos.",
            "Saca del horno.",
            "Deja enfriar hasta que puedas tocarla sin quemarte.",
            "Córtala por la mitad a la larga y luego corta cada mitad en dos partes.",
            "Coloca las piezas en la bandeja de nuevo y vierte encima los cominos y el cilantro.",
            "Hornea 20 minutos más.",
            "Remueve y hornea 15 minutos más.",
            "Mientras tanto prepara los garbanzos.",
            "En una cazuela calienta el caldo y añade la cebolla y el ajo.",
            "Rehoga 4 minutos.",
            "Añade 1 cucharada de pasta de curri rojo, los pimientos y el bote de tomate.",
            "Tapa y lleva a ebullición.",
            "Baja el fuego y deja cocer 20 minutos.",
            "Cuando esté listo pasa la batidora de mano para triturar parte de los vegetales.",
            "Añade la levadura nutricional, el pimentón en polvo y los garbanzos y deja cocer 10 minutos.",
            "Para servir pon un trozo de calabaza en el plato y rellena con la mezcla de garbanzos."
        ],
        "tags": []
    },
    {
        "name": "Leche de plátano con gofres",
        "ingredients": ["plátano", "vainilla", "harina", "avena", "sirope", "levadura", "manzana" ],
        "steps": [
            "Para la leche de platano, poner platano, vainilla y un vaso de agua y batir todo.",
            "Para la compota de manzana, mete 6 manzanas troceadas en el microondas durante 6 minutos",
            "Luego ponlo en la batidora con canela",
            "Ralla una manzana y mezcla todos los ingredientes en un cuenco.",
            "Mezcla hasta que esté bien combinado.",
            "Cubre con un trapo y deja reposar en un sitio cálido 40 minutos.",
            "Hacer 3 gofres en una gofrera. Si no tienes puedes hacer tortitas."
        ],
        "tags": ["desayuno"]
    },
    {
        "name": "Quinoa con alcachofas y tomates secos",
        "ingredients": ["quinoa", "tomates secos", "alcachofas", "albahaca" ],
        "steps": [
            "Enjuaga la quinoa.",
            "Pon la quinoa, el agua y los tomates en un cazo.",
            "Tapar y cocer 18 minutos.",
            "Cuando falten 5 minutos añadir las alcachofas congeladas, el ajo en polvo y la albahaca.",
            "Servir."
        ],
        "tags": []
    },
    {
        "name": "Hervido de brócoli con legumbres o huevo duro",
        "ingredients": ["patata", "cebolla", "zanahoria", "brócoli", "vinagre" ],
        "steps": [
            "Poner en una cazuela con agua la patata cortada a cuartos, la zanahoria troceada y la cebolla con agua hasta cubrir más 1 dedo.", 
            "Hervir 12 minutos.",
            "Añadir el brócoli y hervir 6 minutos más.",
            "Servir con un poco de caldo y vinagre al gusto.",
            "Añadir por encima 3 cucharadas de legumbres o un huevo duro troceado."
        ],
        "tags": ["sopa"]
    },
    {
        "name": "",
        "ingredients": ["", "" ],
        "steps": [
            "",
            ""
        ],
        "tags": [""]
    },
    {
        "name": "",
        "ingredients": ["", "" ],
        "steps": [
            "",
            ""
        ],
        "tags": [""]
    },
    {
        "name": "",
        "ingredients": ["", "" ],
        "steps": [
            "",
            ""
        ],
        "tags": [""]
    }
]
