[
    {
        "name": "Calabacín a la plancha con dorada al horno",
        "ingredients": {
            "dorada": {},
            "calabacín": {},
            "aceite": {}
        },
        "steps": [
            "Pon la dorada en un recipiente de horno (o en el air fryer) a 170 grados.",
            "Ásala entre 15 y 20 minutos (cuando empiece a verse dorada).",
            "Mientras corta el calabacín a discos finos y pásalos por la sartén hasta que estén tostados.",
            "Servir conjuntamente.",
            "Puedes añadir unos tomates Cherry como acompañamiento o cualquier otra verdura cruda o cocinada."
        ],
        "tags": [
            "pescado"
        ]
    },
    {
        "name": "Caldo con fideos",
        "ingredients": {
            "caldo": {},
            "miso": {},
            "fideos": {},
            "puerro": {},
            "zanahoria": {}
        },
        "steps": [
            "Cortar las verduras en juliana fina",
            "En un cazo rehogar las verduras con un poco de caldo.",
            "Cuando estén tiernas añadir el resto del caldo.",
            "Hervir 5 minutos. Añadir los fideos y dejar hervir lo que indique el paquete.",
            "Retirar del fuego y añadir el miso.",
            "Remover bien hasta que se disuelva.",
            "Servir."
        ],
        "tags": [
            "sopa",
            "pasta"
        ]
    },
    {
        "name": "Ensalada de 5 verduras con quinoa",
        "ingredients": {
            "lechuga": {},
            "albahaca": {},
            "zanahoria": {},
            "cebolla": {},
            "tomate": {},
            "lombarda": {},
            "manzana": {},
            "maíz": {},
            "quinoa": {},
            "vinagre": {},
            "sirope": {},
            "proteína de cacahuete": {},
            "salsa de soja": {},
            "levadura nutricional": {}
        },
        "steps": [
            "Hierve la quinoa.",
            "Ralla la zanahoria",
            "En una ensaladera grande añadir todos los ingredientes.",
            "Añadir la vinagreta y remover."
        ],
        "tags": [
            "ensalada"
        ]
    },
    {
        "name": "Tortilla de ajos tiernos y espárragos",
        "ingredients": {
            "ajetes": {},
            "espárragos": {},
            "huevo": {}
        },
        "steps": [
            "Poner los espárragos a hervir en un cacito hasta que estén tiernos.",
            "Sacar y hacer trozos de 1 centímetro.",
            "En una sartén saltear los ajetes y los espárragos con un poco de agua o caldo de verduras.",
            "Cuando estén tiernos y haya desaparecido el agua añade los huevos batidos y haz la tortilla.",
            "Servir con tomatitos Cherry o cualquier otra verdura cruda o cocinada."
        ],
        "tags": []
    },
    {
        "name": "Lentejas con verduras",
        "ingredients": {
            "lentejas": {},
            "caldo": {},
            "cebolla": {},
            "patata": {},
            "zanahoria": {},
            "pimiento": {},
            "laurel": {},
            "cominos": {},
            "pimentón": {},
            "ajo": {}
        },
        "steps": [
            "Trocea la cebolla y rehoga con un poco de caldo de verduras.",
            "Añade la zanahoria, la patata y el pimiento troceaditos.",
            "Rehoga dos minutos.",
            "Añade los cominos molidos y el pimentón en polvo.",
            "Remueve.",
            "Añade más caldo.",
            "Lleva a ebullición y deja hervir 5 minutos.",
            "Añade las lentejas y deja cocer 10 minutos más."
        ],
        "tags": [
            "sopa"
        ]
    },
    {
        "name": "Quinoa con brócoli al vapor",
        "ingredients": {
            "quinoa": {},
            "brócoli": {},
            "curri": {}
        },
        "steps": [
            "Cuece la quinoa",
            "Corta el brócoli en arbolitos y embadúrnalo con las especias (curri, cebolla y ajo).",
            "Prepáralo al vapor.",
            "Calienta la quinoa y sírvela con el brócoli ya cocinado."
        ],
        "tags": []
    },
    {
        "name": "Pudding de chía y avena con frambuesas y arándanos",
        "ingredients": {
            "chía": {},
            "avena": {},
            "yogur": {},
            "leche": {},
            "arándanos": {},
            "frambuesas": {}
        },
        "steps": [
            "Mezclar todos los ingredientes en un bote de cristal.",
            "Dejar reposar en la nevera toda la noche.",
            "A la mañana siguiente puede calentarlo en el microondas si lo prefieres templado o caliente.",
            "También puedes también añadir un poco de leche vegetal si está muy espeso."
        ],
        "tags": [
            "desayuno"
        ]
    },
    {
        "name": "Hervido valenciano con guisantes",
        "ingredients": {
            "patata": {},
            "zanahoria": {},
            "boniato": {},
            "cebolla": {},
            "judías verdes": {},
            "guisantes": {}
        },
        "steps": [
            "Cortar las verduras en trozos medianos y ponerlas en una cazuela.",
            "Añadir agua hasta cubrir y sal al gusto.",
            "Poner al fuego.",
            "Llevar a ebullición.",
            "Bajar el fuego a medio y dejar hervir 10 minutos.",
            "Añadir los guisantes y dejar hervir 10 minutos más.",
            "Puedes añadir un chorrito de vinagre."
        ],
        "tags": [
            "sopa"
        ]
    },
    {
        "name": "Sardinas a la plancha con alcachofas hervidas",
        "ingredients": {
            "alcachofas": {},
            "sardinas": {}
        },
        "steps": [
            "Poner agua con sal a hervir en una cazuela.",
            "Pelar las alcachofas y cortarlas por la mitad.",
            "Ponerlas a remojo en agua con limón mientras esperas a que el agua de la cazuela hierva.",
            "Añadir las mitades de alcachofas y hervir entre 15 y 20 minutos.",
            "Mientras hierven las alcachofas, asar las sardinas en una sartén sin aceite añadido."
        ],
        "tags": [
            "pescado"
        ]
    },
    {
        "name": "Volcán de chocolate al micro",
        "ingredients": {
            "avena": {},
            "plátano": {},
            "lino": {},
            "leche": {},
            "coliflor": {},
            "cacao": {},
            "levadura": {},
            "dátil": {},
            "sirope": {}
        },
        "steps": [
            "1 taza de avena, leche, agua y coliflor congelada.",
            "Mezclar 1 cucharada de sirope con leche y una cucharada cacao en polvo para la salsa de chocolate",
            "Mezcla el resto de ingredientes en una batidora y ponlo en un cuenco mediano.",
            "Mételo en el microondas a máxima potencia durante 6 minutos, hasta que el exterior tenga aspecto de pastel y el centro esté cremoso.",
            "Adórnalo con salsa de chocolate."
        ],
        "tags": [
            "desayuno"
        ]
    },
    {
        "name": "Pasta de trigo sarraceno con verduras asadas al horno al pesto",
        "ingredients": {
            "pasta": {},
            "cebolla": {},
            "remolacha": {},
            "brócoli": {},
            "zanahoria": {},
            "ajo": {},
            "albahaca": {},
            "levadura nutricional": {},
            "limón": {},
            "piñones": {}
        },
        "steps": [
            "Hacer el pesto con albahaca fresca con levadura nutricional, limón, piñones, pimienta, sal y agua",
            "Hervir la pasta según las indicaciones del paquete.",
            "Trocear las verduras y ponerlas en una fuente de horno con un poco de caldo de verduras y sal",
            "Asar hasta que estén doradas (unos 40 minutos a 200º).",
            "Añadir una cucharada de pesto a las verduras y servirlas junto con la pasta."
        ],
        "tags": [
            "pasta"
        ]
    },
    {
        "name": "Caldo con miso y judías verdes",
        "ingredients": {
            "caldo": {},
            "miso": {},
            "judías verdes": {}
        },
        "steps": [
            "Hierve las judías verdes durante 18 minutos en agua hasta cubrir.",
            "Calienta una taza de caldo de verduras.",
            "Añade en el tazón de caldo una cucharadita de siro miso.",
            "Servir las judías verdes en un plato y degustar mientras bebes el caldo calentito."
        ],
        "tags": [
            "sopa"
        ]
    },
    {
        "name": "Pastel de chocolate",
        "ingredients": {
            "avena": {},
            "cacao": {},
            "levadura": {},
            "leche": {},
            "yogur": {},
            "azúcar": {},
            "proteína de cacahuete": {}
        },
        "steps": [
            "¾ taza de copos de avena, 1 cucharada de cacao en polvo, ½ cucharadita de levadura royal",
            "1 taza (250 ml) de leche vegetal, 1 yogur de soja, 1 cucharada de azúcar de coco",
            "1 cucharada sopera de proteína de cacahuete en polvo (opcional)",
            "Puedes prepararlo en la air fryer o en el horno o en el microondas, con antelación.",
            "En un cuenco mezcla todos los ingredientes.",
            "Pon en un recipiente pequeño en el que puedas hornear y hornea a 180º"
        ],
        "tags": [
            "desayuno"
        ]
    },
    {
        "name": "Ensalada crujiente de lentejas de bote",
        "ingredients": {
            "lentejas": {},
            "pimentón": {},
            "quinoa": {},
            "lechuga": {},
            "limón": {},
            "ajo": {},
            "sirope": {},
            "mostaza": {},
            "tahini": {},
            "pepino": {},
            "pimiento": {},
            "apio": {},
            "nueces": {},
            "perejil": {}
        },
        "steps": [
            "Puedes asar las lentejas en el air fryer 15 minutos.",
            "En el horno para que estén más crujientes (opcional): Precalienta el horno a 200º.",
            "Transfiere las lentejas a una bandeja para hornear con papel de hornear.",
            "Añade una pizca de sal, pimentón, y una cucharada de ajo en polvo.",
            "Mezcla.",
            "Asa durante unos 15 minutos o hasta que esté crujiente.",
            "Dejar enfriar.",
            "Cocina el trigo sarraceno o la quinoa según las instrucciones del paquete.",
            "Revuelva con un tenedor y dejar enfriar.",
            "Prepara el aderezo en un cuenco: añade el tahini, jugo y ralladura de limón, ajos picados, miel o azúcar de coco y mostaza.",
            "Agregue sal y pimienta y añade un poquito de agua si está muy espeso.",
            "En cada frasco, agrega 4 ½ cucharadas de aderezo, ½ cebolla morada, 1 taza de pepino troceado,",
            "¾ taza de pimiento morrón, un tercio taza de apio, 1 taza de lentejas tostadas,",
            "1 taza de quinua, un tercio de taza de nueces y un tercio taza de especias frescas picadas.",
            "Tapa y refrigera hasta por 5 días.",
            "Invierte el frasco y agítelo sobre un tazón mediano en el que has puesto rúcula o lechuga.",
            "Mezclar para combinar.",
            "Agrega sal, pimienta y más jugo de limón al gusto."
        ],
        "tags": [
            "ensalada"
        ]
    },
    {
        "name": "Verduras orientales con guisantes",
        "ingredients": {
            "repollo": {},
            "brócoli": {},
            "coliflor": {},
            "ajetes": {},
            "ajo": {},
            "guisantes": {},
            "salsa de soja": {},
            "vinagre": {},
            "sirope": {},
            "miso": {},
            "jengibre": {},
            "maicena": {}
        },
        "steps": [
            "Pon el repollo cortado a tiras en el fondo de una sartén grande y profunda.",
            "Añade la soja y el agua.",
            "Enciende el fuego a tope.",
            "Añade encima las verduras congeladas, los ajos chafados, los guisantes y tapa.",
            "Si las verduras son frescas tendrás que añadir más agua para que se cuezan al vapor.",
            "No añadas sal, basta con la soja y la salsa.",
            "Mientras se cocinan las verduras haz la salsa en un cacito.",
            "Añade todos los ingredientes al cazo menos la maicena.",
            "Pon el cazo a calentar al fuego.",
            "Mientras disuelve la maicena en dos dedos de agua fría.",
            "Cuando lo del cazo empiece a hervir, añade la maicena disuelta.",
            "Remueve.",
            "Añade la salsa a las verduras, remueve, baja el fuego y deja cocer 2 o 3 minutos."
        ],
        "tags": []
    },
    {
        "name": "Hummus de lenteja roja con coliflor y zanahoria asadas",
        "ingredients": {
            "pimentón": {},
            "cominos": {},
            "ajo": {},
            "cúrcuma": {},
            "orégano": {},
            "canela": {},
            "coliflor": {},
            "zanahoria": {},
            "perejil": {},
            "lentejas": {},
            "tahini": {},
            "limón": {}
        },
        "steps": [
            "Precalienta el horno a 200 grados.",
            "Pon papel de horno en una bandeja.",
            "Mezcla todas las especies con un poco de agua en un cuenco.",
            "Trocea la coliflor y las zanahorias y viértelas en la mezcla de especias.",
            "Remueve bien.",
            "Pon en la bandeja de horno y hornea 35 minutos.",
            "Cuece las lentejas en el agua hasta que estén hechas puré (12 a 16 minutos).",
            "Si queda mucha agua escúrrelas.",
            "Añade las lentejas con el resto de los ingredientes y bate hasta que esté cremoso.",
            "Pon una cama de hummus en el plato y las verduras encima.",
            "Espolvorea perejil o cilantro picado."
        ],
        "tags": []
    },
    {
        "name": "Revuelto de huevo con espinacas y boniato asado",
        "ingredients": {
            "espinacas": {},
            "ajo": {},
            "boniato": {},
            "huevo": {}
        },
        "steps": [
            "Asa el boniato",
            "Pon las espinacas y los ajos en una sartén, a fuego medio, añade sal y tapa.",
            "Rehoga las espinacas hasta que se hayan quedado sin agua.",
            "Agrega el huevo y revuelve.",
            "Abre el boniato por el medio y rellena con el revuelto."
        ],
        "tags": []
    },
    {
        "name": "Tacos veganos",
        "ingredients": {
            "tofu": {},
            "salsa de soja": {},
            "cominos": {},
            "pimentón": {},
            "tortillas": {},
            "tomate": {},
            "cebolla": {},
            "ajo": {},
            "naranja": {"prep": "zumo"},
            "cilantro": {},
            "yogur": {},
            "tahini": {},
            "limón": {},
            "sirope": {}
        },
        "steps": [
            "Prepara salsa verde con cilantro, ajo, yogur, tahini, zumo de limón, miel o sirope y cominos",
            "Rallar el tofu con un rallador.",
            "Añadir salsa de soja, agua, cominos, pimentón y sal y hornear durante 30 minutos a 175 grados.",
            "En una sartén rehogar la cebolla y los ajos con un poco de agua.",
            "Añadir cominos, pimentón y salsa de soja.",
            "Añadir el tomate concentrado y el zumo de piña (o naranja).",
            "Dejar que se concentre.",
            "Añadir el tofu cuando esté ya horneado y remover.",
            "Montar los tacos con el tofu, la salsa y un poco de tomate troceado, cilantro, cebolla picada, lechuga al gusto."
        ],
        "tags": [
            "tacos"
        ]
    },
    {
        "name": "Boniato asado con garbanzos y crumble",
        "ingredients": {
            "garbanzos": {},
            "ajo": {},
            "cebolla": {},
            "orégano": {},
            "nueces": {},
            "romero": {},
            "sirope": {},
            "rúcula": {},
            "Arándanos secos": {}
        },
        "steps": [
            "Asa el boniato",
            "Mezcla los garbanzos con ajo y cebolla en polvo y orégano.",
            "Ásalos en el horno o en la airfryer hasta que estén dorados.",
            "Picar las nueces y mezclar con romero, sirope, sal",
            "Abre el boniato.",
            "Rellena con la mezcla de garbanzos y espolvorea con el crumble.",
            "Puedes añadir la vinagreta sin aceite de las ensaladas por encima."
        ],
        "tags": []
    },
    {
        "name": "Ensalada arcoíris",
        "ingredients": {
            "pimiento": {},
            "zanahoria": {},
            "calabacín": {},
            "remolacha": {},
            "nueces": {},
            "manzana": {},
            "lechuga": {},
            "mostaza": {},
            "sirope": {},
            "vinagre": {},
            "aceite": {}
        },
        "steps": [
            "Cortar en juliana y mezclar todo en un cuenco y servir encima de hojas de lechuga de roble.",
            "Preparar la vinagreta y mezclar."
        ],
        "tags": [
            "ensalada"
        ]
    },
    {
        "name": "Pizza de patata",
        "ingredients": {
            "patata": {},
            "arroz": {},
            "levadura nutricional": {},
            "vinagre": {},
            "leche": {},
            "tomate": {},
            "champiñón": {},
            "espinacas": {}
        },
        "steps": [
            "Cuece unas patatas.",
            "Haz puré algunas patatas y haz una bola",
            "En una bandeja de hornear pizza estira la bola y haz la base con las manos.",
            "Hornea 40 minutos dándole la vuelta con cuidado a los 20 minutos.",
            "En la batidora pon patatas hervidas, media taza de arroz hervido,",
            "un tercio de levadura nutricional, una cucharada de vinagre, sal, tres cuartos de taza de leche.",
            "Bate hasta obtener una crema espesa.",
            "En la base poner tomate concentrado.",
            "Luego los toppings (tomate en rodajas, espinacas) y finalmente la crema.",
            "Hornea 10 minutos más o hasta que esté lista."
        ],
        "tags": [
            ""
        ]
    },
    {
        "name": "Gazpacho de fresa",
        "ingredients": {
            "fresas": {},
            "tomate": {},
            "cebolla": {},
            "ajo": {},
            "pimiento": {},
            "pepino": {},
            "vinagre": {},
            "aceite": {}
        },
        "steps": [
            "Poner todos los ingredientes en la batidora y batir hasta que esté cremoso.",
            "Si lo prefieres puedes colarlo para eliminar piel y semillas.",
            "Puedes añadir un poco de agua fría si te gusta más líquido",
            "También opcional trocitos de las verduras y las fresas que has utilizado para decorar."
        ],
        "tags": [
            "sopa",
            "frío"
        ]
    },
    {
        "name": "Pudding de chía con cacao y frutas",
        "ingredients": {
            "leche": {},
            "cacao": {},
            "plátano": {},
            "chía": {},
            "proteína de cacahuete": {},
            "canela": {},
            "vainilla": {},
            "mango": {}
        },
        "steps": [
            "La noche anterior batir bien todos los ingredientes menos el mango y ponerlos en un bote.",
            "Por la mañana añadir el mango encima del pudding y tapar el bote si te lo vas a llevar."
        ],
        "tags": [
            "desayuno"
        ]
    },
    {
        "name": "Ensalada cremosa de espinacas",
        "ingredients": {
            "espinacas": {},
            "tomate": {},
            "pasas": {},
            "cañamones": {},
            "levadura nutricional": {},
            "dátil": {},
            "apio": {},
            "limón": {},
            "pimentón": {}
        },
        "steps": [
            "Trocea los tomates y las espinacas, si son grandes, y ponlas en un cuenco.",
            "Añade las pasas.",
            "Haz la salsa batiendo los ingredientes.",
            "Añade la salsa al cuenco, remueve bien.",
            "Espolvorea con semillas de cáñamo peladas y con levadura nutricional."
        ],
        "tags": [
            "ensalada"
        ]
    },
    {
        "name": "Patatas al curri con acelgas",
        "ingredients": {
            "cebolla": {},
            "ajo": {},
            "cominos": {},
            "patata": {},
            "tomate": {},
            "curri": {},
            "cilantro": {},
            "acelgas": {},
            "cúrcuma": {}
        },
        "steps": [
            "En una sartén tuesta las semillas (si las vas a utilizar).",
            "Añade la cebolla y el ajo y un poco de agua y saltea hasta que estén tiernos.",
            "Añade las patatas troceadas, la cúrcuma, los cominos, el curri, el cilantro seco, sal y ½ taza de agua.",
            "Saltea 5 minutos.",
            "Añade los tomates troceados y las acelgas troceadas y continua añadiendo poco a poco agua hasta que las patatas estén cocinadas.",
            "Sirve y decora con cilantro fresco."
        ],
        "tags": []
    },
    {
        "name": "Barcas de endivias con hummus y tomate",
        "ingredients": {
            "endivia": {},
            "garbanzos": {},
            "tahini": {},
            "cominos": {},
            "tomate": {}
        },
        "steps": [
            "Prepara el hummus con garbanzos cocidos",
            "Trocear el tomate",
            "Montar las barcas de endivias con el hummus y el tomate troceado."
        ],
        "tags": [
            "canapé"
        ]
    },
    {
        "name": "Mousse de cacao",
        "ingredients": {
            "leche": {},
            "aguacate": {},
            "sirope": {},
            "dátil": {},
            "canela": {},
            "vainilla": {},
            "proteína de cacahuete": {}
        },
        "steps": [
            "Batir todo bien batido.",
            "Servir en un cuenquito."
        ],
        "tags": [
            "desayuno"
        ]
    },
    {
        "name": "Patatas hervidas con coliarroz",
        "ingredients": {
            "coliflor": {},
            "patata": {},
            "curri": {}
        },
        "steps": [
            "Rehogar la coliflor troceada como si fuera arroz en la sartén con un poco de caldo.",
            "Seguir hasta que empiece a dorarse.",
            "Servir con las sobras de patatas al curry."
        ],
        "tags": []
    },
    {
        "name": "Cuscús raw especial",
        "ingredients": {
            "brócoli": {},
            "aguacate": {},
            "mango": {},
            "tomate": {},
            "pepino": {},
            "pimiento": {},
            "pasas": {},
            "pipas": {},
            "cilantro": {},
            "proteína de cacahuete": {},
            "salsa de soja": {},
            "vinagre": {},
            "sirope": {},
            "ajo": {},
            "jengibre": {}
        },
        "steps": [
            "Preparar la vinagreta con la proteína, soja, vinagre, sirope, ajo en polvo y jengibre.",
            "Trocea el brócoli con la batidora con textura de cuscús.",
            "Trocea el resto de los ingredientes a cuadraditos.",
            "Pon todo en un recipiente y remueve."
        ],
        "tags": [
            "ensalada"
        ]
    },
    {
        "name": "Crema de calabaza con champiñones",
        "ingredients": {
            "calabaza": {},
            "cebolla": {},
            "caldo": {},
            "champiñón": {},
            "perejil": {}
        },
        "steps": [
            "Poner en la cazuela la cebolla troceada y rehogar con un poco de caldo de verduras hasta que esté tierna.",
            "Añadir la calabaza asada (o cruda), añadir caldo y dejar cocer con la cazuela tapada:",
            "15 minutos si está asada o hasta que esté tierna si es cruda.",
            "Añadir las especias que elijamos y batir hasta que esté cremosa.",
            "Mientras hierve la calabaza preparar los portobello.",
            "Eliminar los tallos.",
            "Rellenar los huecos con perejil y ajo en polvo y meter en el airfryer o en el horno o en una sartén con tapa.",
            "Asar 15 minutos y servir con la sopa."
        ],
        "tags": [
            "sopa"
        ]
    },
    {
        "name": "Sopa de cúrcuma y quinoa",
        "ingredients": {
            "cebolla": {},
            "ajo": {},
            "pimiento": {},
            "zanahoria": {},
            "brócoli": {},
            "coliflor": {},
            "caldo": {},
            "quinoa": {},
            "leche": {},
            "cúrcuma": {},
            "jengibre": {},
            "cilantro": {}
        },
        "steps": [
            "Lava la quinoa y reserva.",
            "Pocha cebolla y ajo picado en una olla con aceite caliente.",
            "Saltea hasta que transparente.",
            "Luego añade el pimiento rojo, la zanahoria, el brócoli, la coliflor, la cúrcuma y el jengibre.",
            "Saltea unos minutos para que se tuesten ligeramente.",
            "Baja el fuego y añade el resto de los ingredientes.",
            "Deja que todo se cocine durante 12 minutos.",
            "Sirve con cilantro fresco."
        ],
        "tags": [
            "sopa"
        ]
    },
    {
        "name": "Tajine de verduras",
        "ingredients": {
            "cebolla": {},
            "ajo": {},
            "jengibre": {},
            "boniato": {},
            "calabaza": {},
            "zanahoria": {},
            "pimiento": {},
            "repollo": {},
            "tomate": {},
            "cominos": {},
            "garbanzos": {}
        },
        "steps": [
            "Añade aceite a una olla y cuando está caliente pocha la cebolla, ajo y jengibre.",
            "Añade el boniato, calabaza, zanahoria, pimiento, repollo y cocina 10 minutos.",
            "Añade la salsa de tomate, la especias y los garbanzos cocidos.",
            "Combina y añade el caldo de verduras.",
            "Cocina 25 minutos a fuego bajo-medio.",
            "Deja reposar y sirve caliente."
        ],
        "tags": []
    },
    {
        "name": "Crema de calabaza y zanahoria con tofu ahumado",
        "ingredients": {
            "calabaza": {},
            "zanahoria": {},
            "cebolla": {},
            "ajo": {},
            "caldo": {},
            "nuez moscada": {},
            "perejil": {},
            "tofu": {}
        },
        "steps": [
            "En una fuente para horno coloca la calabaza y las zanahorias lavadas sin pelar,",
            "la cebolla pelada y los ajos enteros.",
            "Mete la fuente en el horno a 200º 30 min.",
            "Sacar del horno, pelar la calabaza, las zanahorias y la cebolla.",
            "Echar todo en un procesador de alimentos junto con el caldo, pimienta, nuez moscada y sal.",
            "Triturar.",
            "Saltea el tofu en una sarten con 2 cucharadas de salsa de soja, 1 ajo chafado y perejil picado o cilantro.",
            "Remueve 3 minutos más.",
            "Decora la crema con el tofu salteado y servir."
        ],
        "tags": [
            "sopa"
        ]
    },
    {
        "name": "Ensalada 5 verduras con lubina",
        "ingredients": {
            "lechuga": {},
            "pimiento": {},
            "zanahoria": {},
            "tomate": {},
            "cebolla": {},
            "manzana": {},
            "maíz": {},
            "lubina": {},
            "vinagre": {},
            "sirope": {},
            "proteína de cacahuete": {},
            "salsa de soja": {},
            "mostaza": {},
            "levadura nutricional": {}
        },
        "steps": [
            "Prepara vinagreta",
            "Asar la lubina en el horno o airfryer. 20 minutos a 200 grados.",
            "Rallar la zanahoria y trocear el resto de vegetales y mezclar con la vinagreta"
        ],
        "tags": [
            "pescado"
        ]
    },
    {
        "name": "Tarta de zanahoria rápida",
        "ingredients": {
            "avena": {},
            "leche": {},
            "zanahoria": {},
            "canela": {},
            "nuez moscada": {},
            "pasas": {},
            "yogur": {},
            "nueces": {},
            "sirope": {}
        },
        "steps": [
            "Poner los copos de avena en el fondo de un cuenco, añadir la bebida vegetal",
            "Añadir canela y nuez moscada al gusto.",
            "Rallar la zanahoria y añadirla al cuenco.",
            "Añadir las pasas.",
            "Verter el yogur encima.",
            "Decorar con las nueces y el sirope"
        ],
        "tags": [
            "desayuno"
        ]
    },
    {
        "name": "Sopa especial pro longevidad",
        "ingredients": {
            "alubias": {},
            "maíz": {},
            "aceite": {},
            "zanahoria": {},
            "apio": {},
            "hinojo": {},
            "puerro": {},
            "ajo": {},
            "tomate": {},
            "boniato": {},
            "perejil": {},
            "caldo": {},
            "laurel": {},
            "orégano": {},
            "cúrcuma": {},
            "albahaca": {}
        },
        "steps": [
            "Si las legumbres están secas ponlas a remojo durante la noche en abundante agua.",
            "En una cazuela grande rehoga el ajo y la cebolla con un poco de aceite, hasta que estén tiernos.",
            "Añade el tomate concentrado.",
            "Añade el apio y la zanahoria y rehoga 5 minutos.",
            "Añade el hinojo, los puerros, el tomate y el resto de las verduras.",
            "Añade las legumbres que hayas elegido. Añade sal.",
            "Añade suficiente caldo de verduras y las especias y sube el fuego.",
            "Lleva a ebullición.",
            "Si las legumbres estaban secas y remojadas necesitarás de 40 minutos a 1 hora de cocción.",
            "Si las legumbres son de bote, ya hervidas, necesitarás menos caldo y unos 20 minutos de cocción.",
            "Añade perejil al gusto."
        ],
        "tags": [
            "sopa"
        ]
    },
    {
        "name": "Muffins de cacao y calabacín",
        "ingredients": {
            "calabacín": {},
            "plátano": {},
            "sirope": {},
            "vainilla": {},
            "vinagre": {},
            "avena": {},
            "cacao": {},
            "bicarbonato": {},
            "levadura": {},
            "lino": {}
        },
        "steps": [
            "Proporciones: 2 calabacines, 2 platanos maduros, ¼ de taza de miel o sirope de ágave o de arce,",
            "1 cucharadita de vainilla en polvo, 1 cucharada de vinagre de manzana, 2,5 tazas de harina de avena (u otra al gusto)",
            "½ taza de cacao puro en polvo, 1 cucharadita de bicarbonato, 2 cucharaditas de levadura royal en polvo,",
            "2 cucharadas de semillas de lino molidas",
            "Una pizca de sal y chips de chocolate negro (opcional).",
            "Ralla los calabacines y ponlos en un cuenco grande.",
            "Incluye los plátanos hechos puré, el sirope, la vainilla y el vinagre de manzana.",
            "Mezcla bien.",
            "Añade la harina, el cacao en polvo, la levadura, el bicarbonato, las semillas de lino molidas y la sal y mezcla de nuevo.",
            "Si quieres añadir chips de chocolate negro hazlo ahora.",
            "Pon la masa en los moldes de muffins y hornea de 25 a 30 minutos en el horno precalentado a 180º."
        ],
        "tags": [
            "desayuno"
        ]
    },
    {
        "name": "Untable rosa con pan de centeno",
        "ingredients": {
            "alubias": {},
            "remolacha": {},
            "tahini": {},
            "ajo": {},
            "limón": {},
            "pipas": {}
        },
        "steps": [
            "Batir todo con la minipimer o el procesador de comida.",
            "Servir con un poco de cebollino y semillas de sésamo y calabaza por encima.",
            "Acompañar con pan integral de espelta tostado o de pita o de centeno."
        ],
        "tags": []
    },
    {
        "name": "Tacos de lentejas y nueces",
        "ingredients": {
            "caldo": {},
            "cebolla": {},
            "ajo": {},
            "lentejas": {},
            "nueces": {},
            "cominos": {},
            "pimentón": {},
            "chili": {},
            "tomate": {},
            "salsa de soja": {},
            "cilantro": {},
            "lima": {},
            "tortillas": {},
            "aguacate": {},
            "yogur": {}
        },
        "steps": [
            "Calienta la sartén y añade la cebolla y los ajos y un poco de caldo de verduras.",
            "Rehoga 3 minutos.",
            "Añade las lentejas cocidas y las nueces picadas y rehoga 1 minuto.",
            "Añade las especias y el tomate tamizado y cuece 2 minutos removiendo.",
            "Añade la salsa de soja y el caldo vegetal y cuece 4 minutos hast aque esté espeso.",
            "Añade la lima y la sal. Decora con el cilantro.",
            "Pon las tortitas en una bandeja de horno.",
            "Rellena la mitad de la tortita y dóblalas para cubrir el relleno.",
            "Pon otra bandeja de horno encima y mételas al horno precalentado a 200º.",
            "Hornea 10 minutos y quita la bandeja de arriba.",
            "Dale la vuelta a las tortitas y hornea 10 minutos más.",
            "Para la salsa mezcla ½ aguacate con 1 yogur de soja, 1 ajo, cilantro, zumo de lima y sal",
            "Añade un poco de agua si queda muy espesa."
        ],
        "tags": [
            "tacos"
        ]
    },
    {
        "name": "Ensalada en bote con quinoa y judías verdes",
        "ingredients": {
            "judías verdes": {},
            "quinoa": {},
            "tomate": {},
            "manzana": {},
            "cebolla": {},
            "pimiento": {},
            "rúcula": {},
            "proteína de cacahuete": {},
            "salsa de soja": {},
            "limón": {},
            "mostaza": {},
            "ajo": {},
            "levadura nutricional": {},
            "sirope": {}
        },
        "steps": [
            "En un tupper o tarro grande de cristal poner lo primero la salsa, echar todos los ingredientes de la salsa y remover",
            "Una vez que tienes la salsa añade el resto de ingredientes."
        ],
        "tags": [
            "ensalada"
        ]
    },
    {
        "name": "Salmorejo sin pan con huevo duro",
        "ingredients": {
            "calabacín": {},
            "tomate": {},
            "ajo": {},
            "vinagre": {},
            "aceite": {},
            "huevo": {}
        },
        "steps": [
            "Cocer el huevo.",
            "Tritura todo en un procesador de alimentos menos el huevo duro.",
            "En un cuenco echa la mezcla y pon por encima el huevo en trocitos."
        ],
        "tags": [
            "sopa",
            "frío"
        ]
    },
    {
        "name": "Ensalada con pasta y tofu ahumado",
        "ingredients": {
            "pasta": {},
            "tofu": {},
            "tomate": {},
            "pepino": {},
            "cebolla": {},
            "pimiento": {},
            "maíz": {},
            "brotes": {},
            "yogur": {},
            "cilantro": {},
            "limón": {},
            "mostaza": {}
        },
        "steps": [
            "Cocer la pasta. Por ejemplo, pasta de lenteja roja.",
            "Hacer la vinagreta.",
            "Mezclar con los ingredientes de la ensalada."
        ],
        "tags": [
            "pasta",
            "ensalada"
        ]
    },
    {
        "name": "Crema de lombarda y pera",
        "ingredients": {
            "aceite": {},
            "cebolla": {},
            "lombarda": {},
            "patata": {},
            "pera": {},
            "caldo": {},
            "limón": {},
            "nuez moscada": {}
        },
        "steps": [
            "Pochar la cebolla picada 5 minutos.",
            "Añadir la col picada fina, la patata en cubos, la pera pelada y despepitada.",
            "Añadir agua (o caldo) hirviendo y cocer 20 minutos.",
            "Mientras tanto, hacer taquitos con las otras peras y saltearlos en una sartén.",
            "Emplatar la crema, echar el zumo de limón y poner los taquitos de pera por encima"
        ],
        "tags": [
            "sopa"
        ]
    },
    {
        "name": "Remolacha asada con alioli de alubias",
        "ingredients": {
            "remolacha": {},
            "aceite": {},
            "ajo": {},
            "alubias": {},
            "limón": {},
            "albahaca": {}
        },
        "steps": [
            "Pela la remolacha y corta en cubos.",
            "Pon sobre papel de hornear con aceite de oliva virgen extra, sal, pimienta y hierbas.",
            "Hornea 20-30 min a 200°C.",
            "Mientras se enfría, prepara el alioli de alubias:",
            "Calienta aceite en una sartén y pon los dientes de ajo un par de minutos.",
            "No los dores, sólo caliéntalos a fuego bajo para que el aceite infusione y coja el sabor del ajito.",
            "Pon en la batidora el ajo, las alubias, limón y sal y tritura.",
            "Añádele agua a tu gusto",
            "Extiende en un plato como base la salsa alioli, añade la remolacha y la albahaca fresca"
        ],
        "tags": []
    },
    {
        "name": "Tacos arcoíris",
        "ingredients": {
            "tortillas": {},
            "cilantro": {},
            "zanahoria": {},
            "pimiento": {},
            "ajo": {},
            "cebolla": {},
            "aguacate": {},
            "lima": {}
        },
        "steps": [
            "En una sartén cocinar las verduras, echar un poco de agua o aceite e incorporar la cebolla y los ajos.",
            "Rehogar unos minutos, incorporar la zanahoria rehogar 2 minutos.",
            "Incorporar los pimientos, tapar e ir removiendo de vez en cuanto durante 15 minutos.",
            "Cuando las verduras ya estén hechas al dente salpimentar y reservar.",
            "Machacar el aguacate con la lima y el cilantro.",
            "Tostar ligeramente las tortitas en una sartén, sin aceite ni nada.",
            "Poner el guacamole machado de la tortita y a continuación las verduritas."
        ],
        "tags": [
            "tacos"
        ]
    },
    {
        "name": "Arroz chino mandarín",
        "ingredients": {
            "arroz": {},
            "guisantes": {},
            "zanahoria": {},
            "espárragos": {},
            "ajo": {},
            "cebolla": {},
            "limón": {},
            "salsa de soja": {},
            "sirope": {}
        },
        "steps": [
            "Cocer el arroz integral.",
            "En una sartén o wok cocinar las verduras.",
            "Poner un poco de agua o aceite rehogar la cebolla y los ajos durante 2 minutos.",
            "Incorporar la zanahoria, rehogar otros 2 minutos.",
            "Incorporar los espárragos, rehogar 5 minutos y por último los guisantes.",
            "Dejar que se cocine todo hasta que esté la zanahoria y espárragos al dente.",
            "Incorporar el arroz cocido a la sartén mezclar.",
            "Mezclar un ajo machacado, zumo de limón, salsa de soja, sal y sirope. Reservar.",
            "A la hora de consumirlo, regar por encima el aderezo."
        ],
        "tags": [
            "arroz"
        ]
    },
    {
        "name": "Cookies de melaza de caña",
        "ingredients": {
            "sirope": {},
            "manzana": {},
            "avena": {},
            "canela": {},
            "bicarbonato": {},
            "nuez moscada": {},
            "jengibre": {}
        },
        "steps": [
            "Proporciones: 4 cucharadas de melaza de caña, 4 cucharadas de puré de manzana,",
            "2 tazas colmadas de harina de avena, 1 cucharadita de canela, 1 cucharadita de bicarbonato,",
            "Nuez moscada en polvo, clavo y jengibre en polvo al gusto",
            "Muele muy finamente los copos de avena.",
            "Mezcla los ingredientes secos (copos molidos, especias y bicarbonato).",
            "Mezcla en un cuenco el puré de manzana y la melaza.",
            "Añade los ingredientes húmedos a los secos y mezcla bien.",
            "Divide la masa en 12 bolitas.",
            "Colócalas en una bandeja de horno en el que has puesto un papel de hornear.",
            "Puedes aplanar las bolitas con un tenedor.",
            "Hornea 10 minutos a 200 grados."
        ],
        "tags": [
            "desayuno"
        ]
    },
    {
        "name": "Ensalada 5 estrellas con piña",
        "ingredients": {
            "lechuga": {},
            "col": {},
            "eneldo": {},
            "cebolla": {},
            "pepino": {},
            "remolacha": {},
            "piña": {},
            "tomate": {},
            "nueces": {},
            "dátil": {},
            "limón": {},
            "ajo": {}
        },
        "steps": [
            "Mezclar con la batidora 3 cucharadas de nueces, 2 dátiles, medio limón pelado, un diente de ajo,",
            "eneldo seco y agua",
            "Mezclar el aderezo con la ensalada."
        ],
        "tags": [
            "ensalada"
        ]
    },
    {
        "name": "Tofu marinado con salsa de cilantro y champiñones",
        "ingredients": {
            "tofu": {},
            "sirope": {},
            "salsa de soja": {},
            "orégano": {},
            "maicena": {},
            "ajo": {},
            "cilantro": {},
            "yogur": {},
            "mostaza": {}
        },
        "steps": [
            "Cortar el taco de tofu en barritas largas rectangulares.",
            "En un cuenco mezclar una cucharada de miel (o sirope), 2 cucharadas de salsa de soja,",
            "1 cucharada de orégano, 1 cucharadita de maizena o harina de arroz o de garbanzos,",
            "1 cucharadita de ajo molido.",
            "Embadurnar bien el tofu con la mezcla y dejar que macere un par de horas.",
            "Hacer salsa de cilantro con: 1 yogur de soja, 1 puñado grande de hojas de cilantro o perejil",
            "1 ajo chafado, 1 pizca de sal 1 cucharadita de endulzante, ½ cucharadita de mostaza.",
            "Asarlo una vez marinado al horno o en la air fryer o en la sartén.",
            "Los champiñones pueden prepararse a la plancha o asados en la air fryer o el horno junto con el tofu.",
            "Servir el tofu con los champiñones y la salsa.",
            "Puedes añadir tomates Cherry y rúcula."
        ],
        "tags": []
    },
    {
        "name": "Revuelto de tofu con boniato y aguacate",
        "ingredients": {
            "tofu": {},
            "cebolla": {},
            "boniato": {},
            "ajo": {},
            "tomate": {},
            "cúrcuma": {},
            "caldo": {},
            "levadura nutricional": {},
            "aguacate": {},
            "lechuga": {}
        },
        "steps": [
            "Asa el boniato",
            "Pela el boniato asado y trocéalo en cubos.",
            "Saltea la cebolla y el ajo, agrega todas las especias y remueve hasta que las estén tiernos.",
            "Desmenuza el tofu y agrégalo a la sartén con los tomates y la hoja verde.",
            "Saltea hasta que el tofu se haya mezclado bien con todas las especias y el color sea amarillo.",
            "Espolvorea con levadura nutricional.",
            "Puedes servir con una tostada de pan de centeno y una rodaja de aguacate."
        ],
        "tags": []
    },
    {
        "name": "Sopa de tomates asados",
        "ingredients": {
            "tomate": {},
            "ajo": {},
            "cebolla": {},
            "caldo": {},
            "alubias": {},
            "pimentón": {},
            "albahaca": {}
        },
        "steps": [
            "Hornear los tomates con sal y pimienta 40 minutos a 200 grados.",
            "Saltear, en una cazuela la cebolla y el ajo picados con caldo de verduras.",
            "Si horneas los tomates con antelación puedes reservarlos en un tupper hasta el día que los vayas a comer.",
            "Batir en la batidora con el caldo, las judías blancas y el pimentón.",
            "Servir y decorar con unas hojas de albahaca."
        ],
        "tags": [
            "sopa"
        ]
    },
    {
        "name": "Pasta longevity",
        "ingredients": {
            "pasta": {},
            "brócoli": {},
            "alubias": {},
            "limón": {},
            "levadura nutricional": {},
            "nueces": {},
            "ajo": {},
            "pimiento": {},
            "chili": {}
        },
        "steps": [
            "Pon a calentar el agua y cuece la pasta.",
            "Cuando falten 3 minutos añade el brócoli.",
            "Pon a rehogar en una sartén el ajo y el pimiento con un poco de agua y chili.",
            "Añade las legumbres a la sartén y sigue rehogando.",
            "Cuando esté hervida la pasta reserva un vasito del agua de cocción y escurre.",
            "Añade la pasta y el brocollini a la sartén con el agua de cocción.",
            "Remueve bien.",
            "Añade la levadura nutricional, sal y pimienta y remueve.",
            "Sirve en un plato y espolvorea con nueces picadas"
        ],
        "tags": [
            "pasta"
        ]
    },
    {
        "name": "Milanesa de berenjena",
        "ingredients": {
            "berenjena": {},
            "huevo": {},
            "orégano": {},
            "romero": {},
            "pan rallado": {},
            "yogur": {},
            "limón": {},
            "harina": {},
            "aceite": {}
        },
        "steps": [
            "Haz una salsa con yogur, ajo en polvo, zumo de limón, cilantro fresco, sal y pimienta.",
            "Lava la berenjena y córtala por la mitad a lo largo sin quitar el rabito.",
            "Calienta el horno 200º y asa durante 30 min con la piel hacia arriba.",
            "Bate el huevo con sal, orégano, romero, ...",
            "Tritura los crackers de centeno para obtener un pan rallado más saludable",
            "Una vez que ya están horneadas, deja enfriar un poco para poder quitar la piel.",
            "Aplasta la berenjena para que quede como un filete, pásala por harina, huevo y pan rallado.",
            "Coloca las berenjenas en el horno, pulveriza con aceite de oliva y hornea a 200 grados 30 minutos (que queden doraditas)"
        ],
        "tags": []
    },
    {
        "name": "Dahl de lentejas a nuestra manera",
        "ingredients": {
            "lentejas": {},
            "leche de coco": {},
            "cebolla": {},
            "zanahoria": {},
            "boniato": {},
            "brócoli": {},
            "jengibre": {},
            "ajo": {},
            "tomate": {},
            "caldo": {},
            "curri": {},
            "cominos": {},
            "canela": {},
            "cúrcuma": {}
        },
        "steps": [
            "Pon a cocinar el brócoli al vapor aparte.",
            "Sofríer en una cazuela la cebolla y los ajos con caldo.",
            "A los 4 minutos añadir la zanahoria y el boniato rallados y seguir rehogando.",
            "Añade el tronco del brócoli rayado y rehoga.",
            "Ya puedes añadir el tomate de bote triturado y seguir rehogando 3 minutos.",
            "Añadir el caldo, la leche de coco y las lentejas.",
            "Tapar y dejar cocinar 25 minutos.",
            "Servir con el brócoli al vapor y puedes añadir arroz hervido."
        ],
        "tags": []
    },
    {
        "name": "Arroz a la cubana con tomate tamizado, verduras al vapor y plátano macho.",
        "ingredients": {
            "plátano macho": {},
            "arroz": {},
            "tomate": {},
            "coliflor": {},
            "cebolla": {},
            "ajo": {}
        },
        "steps": [
            "Hervir el arroz con el doble de agua (si es blanco) o con el triple (si es integral).",
            "Poner a guisar las verduras al vapor o en el air fryer o rehogadas o ligeramente hervidas.",
            "Hacerle un corte a la piel al plátano macho y meterlo en el microondas 6 minutos a máxima potencia.",
            "Sacarlo, dejarlo enfriar un poco y retirar la piel.",
            "Reservar.",
            "Servir el arroz y el plátano en la mitad del plato.",
            "Llenar el resto del plato con verduras.",
            "Añadir tomate tamizado."
        ],
        "tags": [
            "arroz"
        ]
    },
    {
        "name": "Crema de zanahoria y champiñón",
        "ingredients": {
            "zanahoria": {},
            "curri": {},
            "ajo": {},
            "jengibre": {},
            "cebolla": {},
            "caldo": {},
            "leche de coco": {},
            "lima": {},
            "champiñón": {}
        },
        "steps": [
            "Rehoga en una cazuela el jengibre, el ajo, la cebolla y las zanahorias.",
            "Añade el curri deja un par de minutos.",
            "Añade el caldo y deja cocer 20 minutos.",
            "Rehoga los champiñones laminados con un poco de aceite.",
            "Añade medio bote de leche de coco a las zanahorias.",
            "Prepara una crema.",
            "Sirve con los champiñones rehogados y un chorrito de zumo de lima."
        ],
        "tags": [
            "puré"
        ]
    },
    {
        "name": "Salmón con costra de avellanas.",
        "ingredients": {
            "avellana": {"quantity": "20g"},
            "perejil": {"prep": "picado"},
            "limón": {},
            "yogur": {"quantity": "2 cucharadas"},
            "mostaza": {},
            "eneldo": {},
            "salmón": {}
        },
        "steps": [
            "Moler los frutos secos, o pipas, evitando que se haga una pasta.",
            "Mezclar con el perejil ralladura de limón, yogur, mostaza, eneldo y sal.",
            "Rebozamos el salmón con mezcla.",
            "Hacemos el salmón en una sartén 5 minutos por cada lado.",
            "Servir con ensalada."
        ],
        "tags": [
            "pescado"
        ]
    },
    {
        "name": "Crema de calabacín y espárragos",
        "ingredients": {
            "calabacín": {},
            "cebolla": {},
            "espárrago": {},
            "caldo": {},
            "nuez moscada": {}
        },
        "steps": [
            "Trocea la cebolla y el calabacín.",
            "Saltea las verduras con aceite.",
            "Añade el caldo y deja cocer 18 minutos.",
            "Añade la nuez moscada y mezcla todo con la batidora.",
            "Haz los espárragos en una sartén con aceite.",
            "Sirve la crema con los espárragos por encima"
        ],
        "tags": [
            "puré"
        ]
    },
    {
        "name": "Langostinos al curri",
        "ingredients": {
            "langostinos": {"prep": "pelados"},
            "lima": {},
            "cebolla": {},
            "ajo": {},
            "jengibre": {},
            "curri": {},
            "calabacín": {},
            "brócoli": {},
            "tomate": {"type": "triturado"}
        },
        "steps": [
            "Rociar los langostinos con lima.",
            "Sofreir el ajo, jengibre y cebolla en una sartén.",
            "Agregamos arbolitos de brócoli y rehogamos unos 5 minutos.",
            "Agregamos el curri, el calabacín y unos tomates cherry.",
            "Dejamos 3 minutos.",
            "Se incluye el tomate triturado y se deja cocer con tapa unos 20 minutos.",
            "Se incluyen los langostinos y se deja cocer 4 minutos.",
            "Se sirve immediatamente."
        ],
        "tags": [
            "pescado"
        ]
    },
    {
        "name": "Overnight carrot cake",
        "ingredients": {
            "zanahoria": {"prep": "rallada"},
            "plátano": {},
            "avena": {},
            "canela": {},
            "leche": {"quantity": "1/2 taza"},
            "pasas": {},
            "nueces": {},
            "yogur": {"quantity": "2 cucharadas"}
        },
        "steps": [
            "Machaca el plátano con el tenedor.",
            "Mezcla el resto de ingredientes, excepto el yogur",
            "Pon la mezcla en un tarro, pon el yogur por encima y tapa.", 
            "Dejar en la nevera toda la noche."
        ],
        "tags": [
            "desayuno"
        ]
    },
    {
        "name": "Sardinas al horno con ensalada de pepino.",
        "ingredients": {
            "sardina": {},
            "pepino": {},
            "aceite": {"type": "sésamo"},
            "vinagre": {},
            "chili": {},
            "ajo": {},
            "sésamo": {"prep": "molido"}
        },
        "steps": [
            "Poner las sardinas en el horno a 180 grados con una pizca de sal.",
            "Cortar el pepino en rodajas finas.",
            "Mezclar el resto de ingredientes para la ensalada."
        ],
        "tags": [
            "pescado"
        ]
    },
    {
        "name": "Hummus de pimiento del piquillo",
        "ingredients": {
            "garbanzos": {"quantity": "un bote pequeño"},
            "tahini": {},
            "ajo": {},
            "limón": {},
            "cominos": {},
            "pimiento": {"type": "piquillo"},
            "zanahoria": {"prep": "palitos"},
            "pepino": {"prep": "palitos"}
        },
        "steps": [
            "Hacer el hummus con todos lo ingredientes menos la zanahora y el pepino, que se usan para mojar."
        ],
        "tags": [
            ""
        ]
    },
    {
        "name": "Tostas de boniato con aguacate y huevo.",
        "ingredients": {
            "boniato": {},
            "aguacate": {},
            "huevo": {},
            "cebolla": {},
            "lechuga": {}
        },
        "steps": [
            "Pelar y cortar el boniato en rodajas.",
            "Hornear 20 minutos a 180 grados.",
            "Dejar reposar al menos 12 horas",
            "Luego preparar una mezcla de aguate y huevo que se unta y se ponen las hojas verdes encima."
        ],
        "tags": [
            ""
        ]
    },
    {
        "name": "Pudding otoñal",
        "ingredients": {
            "caqui": {},
            "plátano": {},
            "cacao": {},
            "cacahuete": {"type": "crema"},
            "leche": {}
        },
        "steps": [
            "Mezclar todo con la batidora.",
            "Opcional incluir calabaza o boniato asado."
        ],
        "tags": [
            "desayuno"
        ]
    },
    {
        "name": "",
        "ingredients": {
            "": {},
            "": {},
            "": {},
            "": {},
            "": {},
            "": {},
            "": {}
        },
        "steps": [
            "",
            ""
        ],
        "tags": [
            ""
        ]
    },
    {
        "name": "",
        "ingredients": {
            "": {},
            "": {},
            "": {},
            "": {},
            "": {},
            "": {},
            "": {}
        },
        "steps": [
            "",
            ""
        ],
        "tags": [
            ""
        ]
    },
    {
        "name": "",
        "ingredients": {
            "": {},
            "": {},
            "": {},
            "": {},
            "": {},
            "": {},
            "": {}
        },
        "steps": [
            "",
            ""
        ],
        "tags": [
            ""
        ]
    },
    {
        "name": "",
        "ingredients": {
            "": {},
            "": {},
            "": {},
            "": {},
            "": {},
            "": {},
            "": {}
        },
        "steps": [
            "",
            ""
        ],
        "tags": [
            ""
        ]
    },
    {
        "name": "",
        "ingredients": {
            "": {},
            "": {},
            "": {},
            "": {},
            "": {},
            "": {},
            "": {}
        },
        "steps": [
            "",
            ""
        ],
        "tags": [
            ""
        ]
    },
    {
        "name": "",
        "ingredients": {
            "": {},
            "": {},
            "": {},
            "": {},
            "": {},
            "": {},
            "": {}
        },
        "steps": [
            "",
            ""
        ],
        "tags": [
            ""
        ]
    },
    {
        "name": "Batido de naranja y chocolate",
        "ingredients": {
            "coliflor": {"type": "congelada", "quantity": "1 taza"},
            "naranja": {"quantity": "2"},
            "cacao": {"quantity": "2 cucharadas"},
            "platano": {"quantity": "3", "prep": "congelados"},
            "vainilla": {},
            "leche": {"quantity": "1 taza"},
            "garbanzos": {"quantity": "1/2 taza"},
            "dátil": {"quantity": "1"}
        },
        "steps": [
            "Batir bien y servir."
        ],
        "tags": [
            "desayuno", "licuado"
        ]
    },
    {
        "name": "Caldo de verduras",
        "ingredients": {
            "zanahoria": {},
            "apio": {},
            "brócoli": {},
            "cebolla": {},
            "lombarda": {}
        },
        "steps": [
            "Hervir durante 60 minutos desde agua fría y colar.",
            "Con la verdura puedes preparar una crema de verduras."
        ],
        "tags": [
            "caldo"
        ]
    }
]
