[
    {
        "name": "Granola",
        "ingredients": {
            "avena": {},
            "frutos secos": {},
            "pipas": {},
            "sirope": {},
            "proteína de cacahuete": {},
            "naranja": {}
        },
        "steps": [
            "1 taza de copos de avena.",
            "1 taza de frutos secos crudos troceados (anacardos, almendras, avellanas, etc).",
            "1/2 taza de semillas de calabaza y girasol.",
            "1 cucharada de sirope de agave.",
            "1 cucharada de crema de cacahuete (mezcla 2 cucharadas de polvo de cacachuete con el zumo de naranja).",
            "Ralladura de naranja",
            "Mezcla todo bien en la bandeja de horno (pon papel de hornear en la base).",
            "Hornea 20 minutos a 180 grados, remueve cada 7 minutos para que no se queme."
        ],
        "tags": [
            "acompañamiento"
        ]
    },
    {
        "name": "Boloñesa de calabaza con garbanzos",
        "ingredients": {
            "cebolla": {},
            "ajo": {},
            "zanahoria": {},
            "apio": {},
            "calabaza": {},
            "tomates secos": {},
            "tomate": {},
            "laurel": {},
            "garbanzos": {}
        },
        "steps": [
            "Pica bien toda la verdura en trozos pequeños, cebolla, dientes de ajos, zanahoria, apio y calabaza.",
            "Pon toda la verdura en una cazuela de horno, echa los tomates secos en trocitos, incorpora el tomate tamizado, la hoja de laurel y la sal.",
            "Mete en el horno a 200º durante 40 min.",
            "Servir con los garbanzos."
        ],
        "tags": []
    },
    {
        "name": "Crema de brócoli y alubias",
        "ingredients": {
            "cebolla": {},
            "ajo": {},
            "brócoli": {},
            "alubias": {},
            "anacardos": {},
            "tamari": {},
            "miso": {},
            "levadura nutricional": {}
        },
        "steps": [
            "En una cazuela rehogar la cebolla y los ajos con un poco de agua durante 5 minutos.",
            "Añadir las judías blancas, un brócoli entero, un poco de sal cubrir con agua.",
            "Cocer 8 minutos.",
            "Mientras tanto, trocear el otro medio brócoli y rehogar con una cucharada de aceite de oliva o agua.",
            "Poner la sopa, los anacardos, la mostaza o el miso, la levadura nutricional (opcional),",
            "y el tamari en una batidora potente y batir hasta que esté cremoso.",
            "Servir y decorar con el brócoli rehogado"
        ],
        "tags": [
            "sopa"
        ]
    },
    {
        "name": "Lombarda con quinoa",
        "ingredients": {
            "quinoa": {},
            "lombarda": {},
            "pasas": {},
            "manzana": {},
            "ajo": {},
            "pimentón": {}
        },
        "steps": [
            "Pica la lombarda en un procesador de alimentos.",
            "En una sartén pon un poco de agua.",
            "Corta los dientes de ajo en láminas, ponlos en la sartén para que se doren.",
            "Baja el fuego separa la sartén y pon el pimentón para que se dore un poco y no se queme.",
            "Pon la lombarda, las pasas y la sal",
            "Rehoga, echa ½ taza de agua, tapa la sartén, cuece durante 10-15 min, ves removiendo de vez en cuando.",
            "Calienta la quinoa y sírvela con la lombarda"
        ],
        "tags": []
    },
    {
        "name": "Tortilla de calabacín y espárragos trigueros",
        "ingredients": {
            "calabacín": {},
            "espárragos": {},
            "huevos": {}
        },
        "steps": [
            "Poner los espárragos a hervir en un cacito hasta que estén tiernos.",
            "Sacar y hacer trozos de 1 centímetro.",
            "En una sartén antiadherente, saltear el calabacín y los espárragos con un poco de agua o caldo de verduras.",
            "Cuando estén tiernos y haya desaparecido el agua añade los huevos batidos y haz la tortilla.",
            "Servir con tomatitos Cherry o cualquier otra verdura cruda."
        ],
        "tags": []
    },
    {
        "name": "Tofu salteado con alcachofas",
        "ingredients": {
            "alcachofas": {},
            "tofu": {},
            "salsa de soja": {},
            "pimentón": {},
            "limón": {},
            "orégano": {}
        },
        "steps": [
            "Marinar el tofu en dados doce horas con:",
            "2 cucharadas de salsa de soja, ½ cucharadita de pimentón, ajo en polvo,",
            "zumo de limón, ½ cucharadita de orégano, 2 cucharadas de agua.",
            "Cocer las alcachofas y dorar un poquito a la plancha.",
            "Dorar el tofu en una sartén",
            "Servir todo junto"
        ],
        "tags": []
    },
    {
        "name": "Tubérculos otoñales asados con quinoa",
        "ingredients": {
            "calabaza": {},
            "boniato": {},
            "setas": {},
            "cebolla": {},
            "tofu": {},
            "caldo": {},
            "romero": {},
            "quinoa": {}
        },
        "steps": [
            "Cocer la quinoa.",
            "Encender el horno a 180 grados.",
            "Poner en la bandeja de horno un papel de horno.",
            "Pelar y cortar la cebolla en trozos pequeños incorporar a la bandeja.",
            "Pelar y cortar la calabaza en cuadrados medianos, incorporar a la bandeja.",
            "Pelar y cortar el boniato en cuadrados medianos, incorporar a la bandeja.",
            "Echar en la bandeja la bolsa de setas o si son frescas lavarlas y cortarlas en tiras.",
            "Echar el tofu en dados.",
            "Echar, el agua o caldo, el romero, la sal, la pimienta.",
            "Meterlo en el horno durante 40 min a 180"
        ],
        "tags": []
    },
    {
        "name": "Pizza vegetal",
        "ingredients": {
            "tortilla": {},
            "tomate": {},
            "calabacín": {},
            "cebolla": {},
            "pimiento": {},
            "champiñón": {}
        },
        "steps": [
            "Si tienes tomate tamizado o triturado para echar en la base usa ese sino tritura un tomate con un poco de sal y pimienta.",
            "Echar el tomate por encima a la tortilla.",
            "Después pelar el calabacín en circulo y rellanar toda la tortilla, pimiento rojo y verde en tiras,",
            "Por último la cebolla y el champiñón laminados.",
            "Meter en la fryer durante (15min) o en el horno durante 20 min a 200º."
        ],
        "tags": []
    },
    {
        "name": "Quesadillas con aguacate",
        "ingredients": {
            "ajo": {},
            "sirope": {},
            "pimiento": {},
            "calabacín": {},
            "cebolla": {},
            "alubias": {},
            "lima": {},
            "aceite": {},
            "cominos": {},
            "cilantro": {},
            "tortillas": {},
            "aguacate": {},
            "tomate": {},
            "brotes": {}
        },
        "steps": [
            "Para empezar, pon la lima, el aceite, los cominos, la pimienta, la sal, el ajo en trozos muy pequeños y el sirope en un cuenco y remueve.",
            "Añade entonces el pimiento, el calabacín y la cebolla. Remueve bien y deja reposar 30 minutos, para que todos se integre perfectamente.",
            "En una sartén grande caliente añade las verduras y saltealas durante 10 minutos removiendo.",
            "Reserva y añade el cilantro con los alubias rojas.",
            "En otro cuenco, aplasta la pulpa de los aguacates con un tenedor.",
            "En una sartén con un pelín de aceite coloca 1 tortilla y déjala que se dore unos 4 minutos.",
            "Gírala y déjala 2 minutos más.",
            "Unta la mitad de cada tortilla con la pasta de aguacate. Sal pimenta y añade un poco de salsa de tomate.",
            "Añade una capa de verduras y frijoles y un puñado de brotes verdes, luego cierra la tortilla."
        ],
        "tags": []
    },
    {
        "name": "Purrusalda",
        "ingredients": {
            "puerro": {},
            "zanahoria": {},
            "calabaza": {},
            "ajo": {},
            "cebolla": {},
            "patata": {},
            "quinoa": {}
        },
        "steps": [
            "Pon en una cazuela un poco de agua o aceita, el puerro, la zanahoria, la calabaza, los ajos, y la cebolla.",
            "Rehoga todo durante 10 min. a fuego medio.",
            "Incorpora agua de poquito en poquito para que no se pegue.",
            "Añada las patatas, la quinoa bien lavada y el agua y deje hervir durante 20 min.",
            "Apagamos y dejamos reposar otros 5 min."
        ],
        "tags": [
            "sopa"
        ]
    },
    {
        "name": "Patatas en salsa verde",
        "ingredients": {
            "patata": {},
            "ajo": {},
            "cebolla": {},
            "puerro": {},
            "guisantes": {},
            "caldo": {},
            "perejil": {},
            "espárragos de bote": {},
            "alubias": {},
            "aceite": {}
        },
        "steps": [
            "Sofríe la cebolla con el puerro y los dientes de ajo en una cazuela con fondo de agua o aceite.",
            "Añade sal.",
            "Cuando la verdura esté al dente (unos 5-7 minutos a fuego medio).",
            "Añade las patatas laminadas (1cm de grosor aproximadamente) junto con los guisantes y las judías blancas lavadas, añade otra pizca de sal.",
            "Rehoga y cubre con el caldo vegetal (justo que cubra las patatas) y cocina durante 15 minutos con tapa.",
            "Pasados los 15 minutos, pincha las patatas para asegurarte de que están perfectas.",
            "Añade el perejil fresco, integra, incorpora los espárragos blancos troceados."
        ],
        "tags": []
    },
    {
        "name": "Creps de garbanzos",
        "ingredients": {
            "garbanzos": {"quantity": "170 gramos", "type": "harina"},
            "avena": {"quantity": "70 gramos", "type": "harina"},
            "leche": {"quantity": "150 gramos", "type": "vegetal"},
            "huevo": {"quantity": "1 unidad"}
        },
        "steps": [
            "Proporciones: 170 gr de harina de garbanzos, 70 gr de harina de avena o harina de trigo sarraceno,",
            "150 gr de agua o leche vegetal, 1 huevo, 1 pizca de sal.",
            "Opcional: 1 diente de ajo -1 orégano / albahaca/hierbas provenzales/cebolla en polvo, ajo en polvo, cúrcuma, pimienta.",
            "Triturar todos los ingredientes de los creps, si queda muy espeso añadir un poco de agua.",
            "Hacer en la sartén con una gotita de aceite.",
            "Aproximadamente salen 8 tortitas pequeñas o 3-4 grandes."
        ],
        "tags": [
            "acompañamiento"
        ]
    },
    {
        "name": "Garbanzos con setas",
        "ingredients": {
            "garbanzos": {},
            "cebolla": {},
            "ajo": {},
            "setas": {},
            "pimentón": {},
            "tomate": {},
            "caldo": {},
            "cominos": {},
            "laurel": {}
        },
        "steps": [
            "Echamos en la cazuela los dientes de ajo junto a la cebolla troceados en daditos.",
            "Añadimos un poco de agua y sofreímos unos 10 min hasta que veamos que se empiezan a dorar.",
            "Añadimos la salsa de tomate, el pimentón dulce, el comino molido, la sal y la pimienta negra y mezclamos.",
            "Vertemos las setas troceadas, el laurel y rehogamos unos 5 min.",
            "Añadimos el caldo y los garbanzos ya cocidos.",
            "Cocinamos 20 minutos, a fuego medio.",
            "Probamos para rectificar de especias y ya está listo para servir."
        ],
        "tags": []
    },
    {
        "name": "crema de calabaza con toque de especias",
        "ingredients": {
            "calabaza": {},
            "zanahoria": {},
            "cebolla": {},
            "ajo": {},
            "curri": {},
            "canela": {},
            "caldo": {},
            "salsa de soja": {},
            "setas": {}
        },
        "steps": [
            "En una cazuela rehoga con un poco de caldo o agua la cebolla troceada y el ajo 4 minutos.",
            "Añade el resto de las verduras (menos las setas) troceadas, las especias y la sal, remueve.",
            "Añade el caldo o agua hasta casi cubrir.",
            "Tapa, lleva a ebullición y baja el fuego.",
            "Deja cocer 20 minutos.",
            "Añade la salsa de soja y bate.",
            "Rehoga en una sartén las setas.",
            "En un plato pon la crema y por encima las setas salteadas."
        ],
        "tags": [
            "sopa"
        ]
    },
    {
        "name": "Sopa de 3 legumbres",
        "ingredients": {
            "cebolla": {},
            "ajo": {},
            "lentejas": {},
            "caldo": {},
            "alubias": {},
            "garbanzos": {},
            "espinacas": {},
            "perejil": {},
            "cebollino": {},
            "cúrcuma": {},
            "cilantro": {},
            "cominos": {},
            "jengibre": {},
            "pimentón": {},
            "tomillo": {},
            "orégano": {}
        },
        "steps": [
            "Calentar 1⁄4 taza de agua en una olla grande a fuego medio (o un poco de aceite de oliva).",
            "Añadir la cebolla y el ajo y cocinar unos 5 minutos.",
            "Añadir la cúrcuma, el cilantro, el comino y las lentejas junto con el caldo de verduras y llevar a ebullición.",
            "Bajar el fuego al mínimo y añadir el resto de legumbres.",
            "Tapar y cocinar hasta que las lentejas estén cocinadas, en unos 30 minutos.",
            "Añadir las espinacas, el perejil, el cebollino, la menta, la pimienta y la mezcla de especias y cocinar otros 10 minutos.",
            "Servir caliente."
        ],
        "tags": [
            "sopa"
        ]
    },
    {
        "name": "Curry de verduras con quinoa",
        "ingredients": {
            "verduras": {},
            "ajo": {},
            "jengibre": {},
            "cominos": {},
            "canela": {},
            "curri": {},
            "leche de coco": {},
            "cilantro": {},
            "quinoa": {}
        },
        "steps": [
            "Lavar muy bien la quinoa.",
            "Poner en una sartén los 2 ajos en láminas junto con el aceite para que se doren un poco.",
            "Echar la quinoa en la sartén y rehogar.",
            "Echar el agua y la sal.",
            "Poner a fuego alto hasta que empiece a hervir.",
            "Tapar y bajarlo a fuego medio durante 15 min.",
            "Pasados esos 15 min. apagar y retirar del fuego dejando reposar otros 15 min con la sartén tapada.",
            "Poner en un plato 4 cucharadas de quinoa y el resto de verduras al curry."
        ],
        "tags": []
    },
    {
        "name": "Tarta de manzana y zanahoria",
        "ingredients": {
            "manzana": {"quantity": "2 piezas"},
            "boniato": {"quantity": "1 pieza pequeña"},
            "zanahoria": {"quantity": "1 pieza"},
            "plátano": {"quantity": "1 pieza"},
            "avena": {"quantity": "2 tazas"},
            "pasas": {"quantity": "2 cucharadas"},
            "naranja": {"quantity": "media unidad"},
            "bicarbonato": {"quantity": "media cucharadita"},
            "canela": {"quantity": "1 cucharadita"},
            "yogur": {}
        },
        "steps": [
            "Precalienta el horno a 170 ºC.",
            "Pon todos los ingredientes en la batidor excepto el yogur.",
            "Mezcla bien hasta crear una masa húmeda y homogénea.",
            "Pon la masa en un molde de silicona o en un molde con papel de horno",
            "(no hace falta poner ningún tipo de grasa ni harina en el molde) y",
            "alisa la superficie con una espátula.",
            "Hornea durante 50 minutos.",
            "Deja enfriar la tarta por completo antes de desmoldarla.",
            "Sirve con un poco de yogur de coco por encima."
        ],
        "tags": [
            "desayuno"
        ]
    },
    {
        "name": "Repollo al horno con salsa de tahini",
        "ingredients": {
            "repollo": {},
            "granada": {},
            "aceite": {},
            "ajo": {},
            "yogur": {},
            "tahini": {},
            "limón": {},
            "cilantro": {}
        },
        "steps": [
            "Precalienta el horno a 180º.",
            "Corta en rodajas anchas el repollo y ponlas en la bandeja de horno encima de un papel.",
            "En una mano échate el aceite, un poco de ajo en polvo y sal, unta las rodajas del repollo con la mezcla.",
            "Mete en el horno durante 40 minutos.",
            "Mientras prepara la salsa, mezcla 1 yogur, dos cucharadas de tahini, zumo de limón y cilantro fresco.",
            "En un plato pon el repollo, por encima la salsa y los granos de media granada."
        ],
        "tags": []
    },
    {
        "name": "Coliarroz marroquí",
        "ingredients": {
            "coliflor": {"quantity": "1 pequeña o media", "prep": "lavada"},
            "pimiento": {"quantity": "2 unidades", "type": "rojo y verde"},
            "zanahoria": {"quantity": "1 unidad"},
            "calabacín": {"quantity": "1 unidad pequeña"},
            "jengibre": {"type": "en polvo"},
            "nuez moscada": {},
            "dátil": {"quantity": "2 unidades"},
            "anacardos": {"quantity": "1 puñado"}
        },
        "steps": [
            "Ralla los arbolitos de la coliflor.",
            "Trocear todas las verduras a cuadraditos pequeños.",
            "Calentar una sartén al fuego.",
            "Añadir una cucharada de aceite o agua y todas las verduras troceadas excepto la coliflor.",
            "Saltear durante 6 o 7 minutos.",
            "Reservar.",
            "Volcar el cous cous de coliflor en la sartén y rehogar unos 10 minutos hasta que esté cocida.",
            "Añadir las especias morunas (canela, clavo, cardamomo, cominos, jengibre, etc).",
            "Añadir sal.",
            "Cuando la coliflor esté lista agregamos las verduras ya rehogadas.",
            "Removemos bien.",
            "Añadimos los frutos secos y las pasas. Removemos bien y servimos."
        ],
        "tags": []
    },
    {
        "name": "Batido verde",
        "ingredients": {
            "piña": {},
            "espinacas": {},
            "pepino": {},
            "lima": {},
            "menta": {}
        },
        "steps": [
            "Triturar todo con una batidora potente."
        ],
        "tags": [
            "licuado"
        ]
    },
    {
        "name": "Puré de patatas",
        "ingredients": {
            "patata": {},
            "nuez moscada": {},
            "leche": {}
        },
        "steps": [
            "Cuece las patata.",
            "Haz el puré e incorpora leche, nuez moscada, sal y pimienta."
        ],
        "tags": [
            "acompañamiento"
        ]
    },
    {
        "name": "Banana Bread",
        "ingredients": {
            "plátano": {"quantity": "4 unidades + 1 para decorar"},
            "aceite": {"quantity": "120 ml", "type": "oliva"},
            "huevos": {"quantity": "2 unidades"},
            "dátil": {"quantity": "150 gramos"},
            "nueces": {"quantity": "50 gramos"},
            "arándanos": {"quantity": "50 gramos"},
            "chocolate": {"quantity": "50 gramos de pepitas", "type": "negro"},
            "avena": {"quantity": "250 gramos", "type": "harina"},
            "cacao": {"quantity": "1 cucharada"},
            "canela": {"quantity": "1 cucharadita"},
            "levadura": {"quantity": "1 cucharada"}
        },
        "steps": [
            "Proporciones: 4 plátanos, 120ml de aceite de oliva, 2 huevos, 150 g de dátiles, 100 ml de agua,",
            "50 g de nueces, 50 g de arándanos, 50 g de pepitas de chocolate negro,",
            "250 g de harina integral de avena, 1 cucharadita sopera de cacao puro, 1 cucharadita sopera de canela,",
            "1 cucharadita sopera de levadura.",
            "Para la pasta de dátiles, en un cazo echamos los dátiles y el agua. Llevamos a ebullición, retiramos del fuego y trituramos el conjunto.",
            "Precalentamos el horno a 180ºC.",
            "En un bol mezclamos los 4 plátanos machacados, la pasta de dátiles, el aceite de oliva y los dos huevos.",
            "Cuando esté todo bien integrado, añadimos las nueces, los arándanos y las pepitas de chocolate negro.",
            "Mezclamos bien e incorporamos la harina de avena, el cacao puro, la canela y la levadura.",
            "Echamos la mezcla en un molde bien engrasado y decoramos con un plátano cortado en dos mitades.",
            "Horneamos a 180ºC durante 45 minutos.",
            "Cuando salga del horno lo pinchamos con un palillo y, si sale limpio, está listo.",
            "Si no tienes arándanos puedes echar otra fruta o, incluso, no echar nada."
        ],
        "tags": [
            "desayuno"
        ]
    },
    {
        "name": "Tarta zanahoria y manzana",
        "ingredients": {
            "manzana": {},
            "boniato": {},
            "zanahoria": {},
            "plátano": {},
            "avena": {},
            "pasas": {},
            "naranja": {},
            "levadura": {},
            "canela": {}
        },
        "steps": [
            "Proporciones: 2 manzanas, 1 boniato pequeño, 1 zanahoria, 1 plátano, 2 tazas de copos de avena,",
            "2 cucharada de pasas, 1/2 cucharadita de Bicarbonato, 1 cucharadita de canela.",
            "Precalienta el horno a 170 ºC.",
            "Pon todos los ingredientes en el procesador de alimentos.",
            "Mezcla bien hasta crear una masa húmeda y homogénea.",
            "Pon la masa en un molde de silicona o en un molde con papel de horno.",
            "Alisa la superficie con una espátula.",
            "Hornea durante 50 minutos.",
            "Deja enfriar la tarta por completo antes de desmoldarla."
        ],
        "tags": [
            "desayuno"
        ]
    },
    {
        "name": "",
        "ingredients": {},
        "steps": [
            "",
            ""
        ],
        "tags": [
            ""
        ]
    }
]
